Repository: AlbinoDrought/cantata
Catalog: po/*.po
Languages: fr, ja

source: Refresh Album Information
fr: Rafraîchir les informations de l'album
ja: アルバム情報の更新

source: Album
ja: アルバム

source: Tracks
fr: Pistes
ja: トラック

source: Refresh Artist Information
fr: Rafraîchir les informations de l'artiste
ja: アーティスト情報の更新

source: Artist
fr: Artiste
ja: アーティスト

source: Albums
ja: アルバム

source: Web Links
fr: Liens Web
ja: Webリンク

source: Similar Artists
fr: Artistes similaires
ja: 同様のアーティスト

source: Lyrics Providers
fr: Fournisseur de paroles
ja: 歌詞プロバイダ

source: Wikipedia Languages
fr: Langues Wikipédia
ja: Wikipedia 言語

source: Other
fr: Autre
ja: その他

source: &Artist
fr: &Artiste
ja: アーティスト(&A)

source: Al&bum
ja: アルバム(&b)

source: &Track
fr: &Piste
ja: トラック(&T)

source: Read more on last.fm
fr: Continuer la lecture sur last.fm
ja: lat.fmよりさらに読込

source: If Cantata has failed to find lyrics, or has found the wrong ones, use this dialog to enter new search details. For example, the current song may actually be a cover-version - if so, then searching for lyrics by the original artist might help. If this search does find new lyrics, these will still be associated with the original song title and artist as displayed in Cantata.
fr: Si Cantata n'a pas trouvé de paroles, ou n'a pas trouvé les bonnes, utilisez cette fenêtre pour entrer de nouveaux paramètres de recherche. Par exemple, la chanson dont vous cherchez les paroles est peut-être une reprise - dans ce cas, chercher les paroles de la version originale peut donner de meilleurs résultats. Si cette recherche donne de nouveaux résultats, ils seront toujours associés avec le titre et l'artiste de la version originale dans l'affichage de Cantata.
ja: Cantata が歌詞検索に失敗もしくは誤った楽曲を発見した際、このダイアログで新たな詳細検索を行ってください。例えば、現在の楽曲は実際にはカバーバージョンである場合、オリジナルのアーティストによる歌詞の検索が役立つかもしれません。 もし検索で新たな歌詞が見つからない場合、Cantata で表示されているオリジナルの楽曲タイトルとアーティストの関連付けが継続状態です。

source: Title:
fr: Titre:
ja: タイトル:

source: Artist:
fr: Artiste:
ja: アーテイスト:

source: Search For Lyrics
fr: Rechercher des paroles
ja: 歌詞の検索

source: Choose the websites you want to use when searching for lyrics.
fr: Choisissez les sites sources pour la recherche de paroles.
ja: 歌詞の検索に使用したいサイトを選択してください。

source: Song Information
fr: Informations sur la piste
ja: 楽曲情報

source: Images (*.png *.jpg)
ja: 画像ファイル (*.png *.jpg)

source: Lyrics
fr: Paroles
ja: 歌詞

source: Information
fr: Informations
ja: 情報

source: Metadata
fr: Métadonnées
ja: メタデータ

source: Scroll Lyrics
ja: 歌詞をスクロール

source: Refresh Lyrics
fr: Rafraîchir les paroles
ja: 歌詞を更新

source: Edit Lyrics
fr: Éditer les paroles
ja: 歌詞を編集

source: Delete Lyrics File
fr: Supprimer le fichier contenant les paroles
ja: 歌詞ファイルを削除

source: Refresh Track Information
fr: Rafraîchir les informations sur la piste
ja: トラック情報を更新

source: Cancel
fr: Annuler
ja: キャンセル

source: Track
fr: Piste
ja: トラック

source: Reload lyrics? Reload from disk, or delete disk copy and download?
fr: Recharger les paroles ? Recharger depuis le disque, ou effacer la copie disque et télécharger ?
ja: 瑕疵を再読込しますか? ディスクから再読込もしくはディスクから削除しダウンロードし直しますか?

source: Reload
fr: Rafraîchir
ja: 再読込

source: Reload From Disk
fr: Rafraîchir à partir du disque
ja: ディスクから再読込

source: Download
fr: Télécharger
ja: ダウンロード

source: Current playing song has changed, still perform search?
fr: La piste courante a changé, continuer la recherche ?
ja: 現在の再生中楽曲は変更しました。検索を継続しますか?

source: Song Changed
fr: Piste modifiée
ja: 楽曲が変更されました

source: Perform Search
fr: Effectuer la recherche
ja: 検索を実行する

source: Delete lyrics file?
fr: Supprimer les paroles ?
ja: 歌詞ファイルを削除しますか?

source: Delete File
fr: Supprimer le fichier
ja: ファイルの削除

source: Album artist
fr: Artiste de l'album
ja: アルバム アーティスト

source: Composer
fr: Compositeur
ja: 作曲家

source: Lyricist
fr: Parolier
ja: 作詞家

source: Conductor
fr: Chef d'orchestre
ja: 指揮者

source: Remixer
fr: Remixeur
ja: レミキサー

source: Subtitle
fr: Sous-titre
ja: サブタイトル

source: Track number
fr: Piste numéro
ja: トラック番号

source: Disc number
fr: Disque numéro
ja: ディスク番号

source: Genre
ja: ジャンル

source: Date
ja: 日付

source: Original date
fr: Date originale
ja: オリジナル日付

source: Comment
fr: Commentaire
ja: コメント

source: Copyright
ja: 版権

source: Label
ja: ラベル

source: Catalogue number
fr: Numéro du catalogue
ja: カタログ番号

source: Title sort
fr: Trier par titre
ja: タイトル ソート

source: Artist sort
fr: Trier par artiste
ja: アーティスト ソート

source: Album artist sort
fr: Trier par artiste de l'album
ja: アルバムアーティスト ソート

source: Album sort
fr: Trier par album
ja: アルバム ソート

source: Encoded by
fr: Encodé par
ja: エンコード

source: Encoder
fr: Encodeur
ja: エンコーダ

source: Mood
fr: Humeur
ja: ムード

source: Media
fr: Média
ja: メディア

source: Bitrate
fr: Débit binaire
ja: ビットレート

source: Sample rate
fr: Échantillonnage
ja: サンプルレート

source: Channels
fr: Canaux
ja: チャンネル

source: Tagging time
fr: Date de l’étiquetage
ja: タグ付け時間

source: Performer (%1)
fr: Interprète (%1)
ja: 演奏者 （%1）

source: Bits
ja: ビット

source: Performer
fr: Interprète
ja: 演奏者

source: Year
fr: Année
ja: 年

source: Filename
fr: Nom du fichier
ja: ファイル名

source: Fetching lyrics via %1
fr: Recherche des paroles via %1
ja: %1 より歌詞を取得中

source: (Polish Translations)
fr: (Traduction polonaise)
ja: (ポーランド語 翻訳)

source: (Portuguese Translations)
fr: (Traduction portugaise)
ja: (ポルトガル語 翻訳)

source: Track listing
fr: Liste des pistes
ja: トラックリスト

source: Read more on wikipedia
fr: Lire plus sur Wikipédia
ja: ｗｉｋｉｐｅｄｉａ で更に確認

source: Open in browser
fr: Ouvrir dans le navigateur
ja: ブラウザで開く

# Search pattern for an artist or band, separated by |
source: artist|band|singer|vocalist|musician
fr: artiste|groupe|chanteur|vocaliste|musicien
ja: アーティスト|バンド|歌手|ボーカリスト|ミュージシャン

# Search pattern for an album, separated by |
source: album|score|soundtrack
fr: album|partition|bande
ja: アルバム|楽譜|サウンドトラック

source: Choose the wikipedia languages you want to use when searching for artist and album information.
fr: Choisissez les langues Wikipédia à utiliser lors de la recherche d'informations sur les artistes et albums.
ja: アーティストやアルバム情報の検索の際に使用するwikipediaでの言語を選択してください。

source: Cantata is playing a track
fr: Cantata est en train de lire une piste
ja: Cantata はトラックを再生中

source: <b>INVALID</b>
fr: <b>INVALIDE</b>
ja: <b>無効</b>

source: <i>(When different)</i>
fr: <i>(Si différent)</i>
ja: <i>(差異がある場合)</i>

source: Artists:%1, Albums:%2, Songs:%3
fr: Artistes:%1, Albums:%2, Pistes:%3
ja: アーティスト:%1, アルバム:%2, 楽曲:%3

source: %1 free
fr: %1 libre
ja: %1 空き

source: Local Music Library
fr: Bibliothèque musicale locale
ja: ローカルミュージックライブラリ

source: Audio CD
fr: CD Audio
ja: オーディオCD

source: There is insufficient space left on the destination device. The selected songs consume %1, but there is only %2 left. The songs will need to be transcoded to a smaller filesize in order to be successfully copied.
fr: Il n'y a pas assez d'espace libre sur le périphérique. Les pistes sélectionnées occupent %1, mais il ne reste que %2 de libre. Les pistes doivent être converties vers un format plus léger afin d'être copiées sur le périphérique.
ja: 出力先のデバイスに十分な空き容量がありません。 選択した曲は%1 を消費しますが、 %2 しか残っていません。 曲は、正常にコピーされるために、より小さなファイルサイズに変換される必要があります。

source: There is insufficient space left on the destination. The selected songs consume %1, but there is only %2 left.
fr: Il n'y a pas assez d'espace libre sur le périphérique. Les pistes sélectionnées occupent %1, mais il ne reste que %2 de libre.
ja: 出力先に十分な空き容量がありません。 選択した曲は%1 を消費しますが、%2 しか残っていません。

source: Copy Songs To Library
ja: 楽曲をライブラリに複写

source: Copy Songs To Device
fr: Copier les pistes sur le périphérique
ja: 楽曲をデバイスに複写

source: Copy Songs
fr: Copier les pistes
ja: 楽曲を複写

source: Delete Songs
fr: Supprimer les pistes
ja: 楽曲を削除

source: You have not configured the destination device. Continue with the default settings?
fr: Vous n'avez pas configuré le périphérique de destination. Continuer avec la configuration par défaut ?
ja: 出力先のデバイスを設定していません。 規定の設定で継続しますか?

source: Not Configured
fr: Non configuré
ja: 未設定

source: Use Defaults
fr: Utiliser la configuration par défaut
ja: 規定値を使用

source: You have not configured the source device. Continue with the default settings?
fr: Vous n'avez pas configuré le périphérique source. Continuer avec les paramètres par défaut ?
ja: 元デバイスを設定しておりません。 規定の設定で継続しますか?

source: Are you sure you wish to stop?
fr: Êtes vous sûr de vouloir arrêter ?
ja: 本当に停止しますか?

source: Stop
fr: Arrêter
ja: 停止

source: Device has been removed!
fr: Le périphérique a été retiré !
ja: デバイスは取り外しされました!

source: Device is not connected!
fr: Le périphérique n'est pas connecté !
ja: デバイスは未接続です!

source: Device is busy?
fr: Le périphérique est occupé ?
ja: デバイスが使用中?

source: Device has been changed?
fr: Le périphérique a été changé ?
ja: デバイスが変更された?

source: Clearing unused folders
fr: Nettoyage des dossiers non utilisés
ja: 未使用フォルダを削除

source: Calculate ReplayGain for ripped tracks?
fr: Calculer le ReplayGain des pistes extraites ?
ja: リッピング済みトラックでリプレイゲインを計算しますか?

source: ReplayGain
ja: リプレイゲイン

source: Calculate
fr: Calculer
ja: 計算

source: The destination filename already exists!
fr: Le fichier de destination existe déjà !
ja: 出力ファイル名は既に使用済みです!

source: Song already exists!
fr: La piste existe déjà !
ja: 楽曲が既に存在します!

source: Song does not exist!
fr: La piste n'existe pas !
ja: 楽曲が存在しません!

source: Failed to create destination folder!<br/>Please check you have sufficient permissions.
fr: La création du dossier de destination a échoué !<br/>Veuillez vérifier que vous avez les permissions requises.
ja: 出力先フォルダの作成に失敗しました<br/>十分な権限があることを確認してください。

source: Source file no longer exists?
fr: Le fichier source ne semble plus exister ?
ja: 元ファイルが既に存在しない?

source: Failed to copy.
fr: Copie échouée.
ja: 複写に失敗しました。

source: Failed to delete.
fr: Suppression impossible.
ja: 削除に失敗しました。

source: Not connected to device.
fr: Non connecté au périphérique.
ja: デバイスに未接続です。

source: Selected codec is not available.
fr: Le codec sélectionné n'est pas disponible.
ja: 選択コーデックは存在しません。

source: Transcoding failed.
fr: Le transcodage a échoué.
ja: トランスコーディングに失敗しました。

source: Failed to create temporary file.<br/>(Required for transcoding to MTP devices.)
fr: La création du fichier temporaire a échoué.<br/>(Requis pour transcoder vers les périphériques MTP.)
ja: 一時ファイルの作成に失敗しました<br/>

source: Failed to read source file.
fr: La création du fichier source a échoué.
ja: 元ファイルの読み込みに失敗。

source: Failed to write to destination file.
fr: L'écriture du fichier cible a échoué.
ja: 出力先ファイルの書込に失敗しました。

source: No space left on device.
fr: Plus d'espace restant sur le périphérique.
ja: デバイスの空き容量がありません。

source: Failed to update metadata.
fr: La mise à jour des métadonnées a échoué
ja: メタデータの更新に失敗しました。

source: Failed to download track.
fr: Le téléchargement de la piste a échoué.
ja: トラックのダウンロードに失敗しました。

source: Failed to lock device.
fr: Le verrouillage du périphérique a échoué.
ja: デバイスのロックに失敗しました。

source: Local Music Library Properties
fr: Propriétés de la Bibliothèque Musicale Locale
ja: ローカルミュージックライブラリのプロパティ

source: Error
fr: Erreur
ja: エラー

source: Skip
fr: Passer
ja: スキップ

source: Auto Skip
fr: Saut automatique
ja: オートスキップ

source: Retry
fr: Réessayer
ja: 再試行

source: Album:
ja: アルバム:

source: Track:
fr: Piste:
ja: トラック:

source: Source file:
fr: Fichier source:
ja: 入力元ファイル:

source: Destination file:
fr: Fichier de destination:
ja: 出力先ファイル:

source: File:
fr: Fichier:
ja: ファイル:

source: Calculating...
fr: Calcul en cours…
ja: 計算中...

# time (Estimated)
source: %1 (Estimated)
fr: %1 (Estimé)
ja: %1 (推定)

source: Time remaining:
fr: Temps restant:
ja: 残時間:

source: Saving cache
fr: Sauvegarde du cache
ja: キャッシュを保存中

source: Apply "Various Artists" Workaround
fr: Appliquer l'alternative "Artistes divers"
ja: "Various Artists" による回避策を適用

source: Revert "Various Artists" Workaround
fr: Révoquer l'alternative "Artistes divers"
ja: "Various Artists" による回避策を元に戻す

source: Capitalize
fr: Mettre une majuscule
ja: 大文字に変更

source: Adjust Track Numbers
fr: Ajuster les numéros des pistes
ja: トラック番号を調整

source: Tools
fr: Outils
ja: ツール

source: Apply "Various Artists" workaround?
fr: Appliquer l'alternative "Artistes divers" ?
ja: "Various Artists" による回避策を適用しますか?

source: This will set 'Album artist' and 'Artist' to "Various Artists", and set 'Title' to "TrackArtist - TrackTitle"
fr: Cela remplacera 'Artiste album' et 'Artiste' par "Artistes divers", et 'Titre' par "Artiste piste - Titre de la piste"
ja: ’アルバムアーティスト' や 'アーティスト' を "Various Artists" に設定し 'タイトル' を "トラックアーティスト - トラックタイトル" に設定する

source: Revert "Various Artists" workaround?
fr: Révoquer l'alternative "Artistes divers" ?
ja: "Various Artists" による回避策を元に戻しますか?

source: Where the 'Album artist' is the same as 'Artist' and the 'Title' is of the format "TrackArtist - TrackTitle", 'Artist' will be taken from 'Title' and 'Title' itself will be set to just the title. e.g. If 'Title' is "Wibble - Wobble", then 'Artist' will be set to "Wibble" and 'Title' will be set to "Wobble"
fr: Lorsque la valeur de 'Artiste album' est la même que 'Artiste' et que celle de 'Titre' est au format "Artiste piste - Titre de la piste", 'Artiste' sera défini à partir de 'Titre' et 'Titre' sera réduit à la seule valeur du titre. e.g. Si 'Titre' est "Toto - Tata", alors 'Artiste' deviendra "Toto" et 'Titre' sera "Tata"
ja: 'アルバムアーティスト' と 'アーティスト'が同一で、'タイトル'の形式が'トラックアーティスト - トラックタイトル' の場合、’アーティスト’ は ’タイトル’ のトアックアーティストから取得され、’タイトル’ 自体はタイトルのみ(トラックタイトル)設定されます 。 例えば ’タイトル’が”ウォブル - ウォブル” の場合、’アーティスト’は ”ウォブル” に設定され、’タイトル’は’ウォブル’に設定されます

source: Revert
fr: Réinitialiser
ja: 元に戻す

source: Capitalize the first letter of 'Title', 'Artist', 'Album artist', and 'Album'?
fr: Mettre une majuscule à 'Titre', 'Artiste', 'Artiste de l'album' et à 'Album' ?
ja: 'タイトル', 'アーティスト', 'アルバムアーティスト', 'アルバム' の最初の1文字を大文字に変更しますか?

source: Adjust track number by:
fr: Ajuster les numéros des pistes par:
ja: トラック番号を調整:

source: Reading disc
fr: Lecture du disque
ja: ディスクの読込中

source: Data Track
fr: Données de la piste
ja: データトラック

source: Failed to open CD device
fr: L'ouverture du CD a échoué
ja: CD デバイスのオープンに失敗

source: Track %1
fr: Piste %1
ja: トラック %1

source: Failed to create CDDB connection
fr: La connexion à CDDB a échoué
ja: CDDB 接続の作成に失敗

source: Failed to contact CDDB server, please check CDDB and network settings
ja: CDDB サーバへの接続に失敗しました、CDDBとネットワーク設定を確認してください

source: No matches found in CDDB
fr: Recherche CDDB infructueuse
ja: CDDB内に一致項目がありません

source: CDDB error: %1
fr: Erreur CDDB: %1
ja: CDDB エラー: %1

source: Multiple matches were found. Please choose the relevant one from below:
fr: Plusieurs résultats ont été trouvés. Veuillez sélectionner le résultat le plus pertinent dans la liste ci-dessous:
ja: 複数の一致候補がありました。以下から該当するものを選択してください:

source: Title
fr: Titre
ja: タイトル

source: Disc Selection
fr: Sélection du disque
ja: ディスクの選択

# artist - album Disc disc (year)
source: %1 - %2 Disc %3 (%4)
fr: %1 - %2 Disque %3 (%4)
ja: %1 - %2 ディスク %3 (%4)

source: Updating (%1)...
fr: Mise à jour (%1)…
ja: 更新中 (%1)...

source: Updating (%1%)...
fr: Mise à jour (%1%)…
ja: 更新中 (%1%)...

source: Device Properties
fr: Propriétés du périphérique
ja: デバイスプロパティ

source: Don't copy covers
fr: Ne pas copier les pochettes
ja: カバーを複写しない

source: Embed cover within each file
fr: Ajouter la pochette à chaque fichier
ja: 各ファイルにカバーを埋め込む

source: No maximum size
fr: Pas de taille maximum
ja: 最大サイズなし

source: 400 pixels
ja: 400 ピクセル

source: 300 pixels
ja: 300 ピクセル

source: 200 pixels
ja: 200 ピクセル

source: 100 pixels
ja: 100 ピクセル

source: <p>When copying tracks to a device, and the 'Album Artist' is set to 'Various Artists', then Cantata will set the 'Artist' tag of all tracks to 'Various Artists' and the track 'Title' tag to 'TrackArtist - TrackTitle'.<hr/> When copying from a device, Cantata will check if 'Album Artist' and 'Artist' are both set to 'Various Artists'. If so, it will attempt to extract the real artist from the 'Title' tag, and remove the artist name from the 'Title' tag.</p>
fr: <p>Lors de la copie de pistes vers un périphérique, au cours de laquelle la valeur de 'Artiste album' est remplacée par 'Artistes divers', Cantata remplacera l'étiquette 'Artiste' de toutes les pistes par 'Artistes divers' et l'étiquette 'Titre' de la piste par 'Artiste piste - Titre de la piste'.<hr/> Lors de la copie depuis un périphérique, Cantata vérifiera si les valeurs de 'Artiste album' et 'Artiste' sont bien 'Artistes divers'. Auquel cas, il essaiera d'extraire le véritable artiste de l'étiquette 'Titre', puis de supprimer le nom de l'artiste de l'étiquette 'Titre'.</p>
ja: <p>デバイスにトラックを複写し、 'アルバムアーティスト'が 'Various Artists'に設定されている場合、Cantataはすべてのトラックの 'アーティスト'タグを 'Various Artists'に、トラック 'タイトル'タグを 'トラックアーティスト - トラックタイトル 'に設定します。<hr /> Cantataは、デバイスからコピーする際に、' アルバムアーティスト 'と' アーティスト 'の両方が' Various Artists 'に設定されているかどうかを確認します。 そうであれば、 'タイトル'タグから実際のアーティストを抽出し、 'タイトル'タグからアーティスト名を削除します。</p>

source: <p>If you enable this, then Cantata will create a cache of the device's music library. This will help to speed up subsequent library scans (as the cache file will be used instead of having to read the tags of each file.)<hr/><b>NOTE:</b> If you use another application to update the device's library, then this cache will become out-of-date. To rectify this, simply click on the 'refresh' icon in the device list. This will cause the cache file to be removed, and the contents of the device re-scanned.</p>
fr: <p>Si vous activez cette option, Cantata créera un cache de la librairie musicale du périphérique. Cela permettra d'accélérer les analyses de la librairie (puisque le cache évitera la lecture des étiquettes de chaque fichier de la librairie.)<hr/><b>NOTE:</b> Si vous utilisez une autre application pour mettre à jour la librairie du périphérique, ce cache deviendra obsolète. Pour remédier à cela, cliquez simplement sur l'icône 'rafraîchir' dans la liste des périphériques. Cela supprimera le fichier de cache et provoquera une nouvelle analyse du contenu du périphérique.</p>
ja: <p>本機能を有効にした際、Cantata は本デバイスのミュージックライブラリのキャッシュを生成します。これは、後続のライブラリースキャンを高速化するのに役立ちます（各ファイルのタグを読み取る代わりに、キャッシュファイルが使用されるため）。<hr/><b>注意:</b>別のアプリケーションを使用してデバイスのライブラリを更新すると、このキャッシュは古くなってしまいます。 これを修正するには、デバイスリストの「更新」アイコンをクリックします。 これにより、キャッシュファイルが削除され、デバイスの内容が再スキャンされます。</p>

source: Do not transcode
fr: Ne pas convertir
ja: トランスコードしない

source: Transcode to %1
fr: Convertir vers %1
ja: %1 へトランスコード

# name (size free)
source: %1 (%2 free)
fr: %1 (%2 libre)
ja: %1 (%2 空き)

source: Copy To Library
fr: Copier vers la Librairie
ja: ライブラリへ複写

source: Synchronise
ja: 同期

source: Forget Device
fr: Oublier le périphérique
ja: デバイスを消去

source: Add Device
fr: Ajouter le périphérique
ja: デバイスを追加

source: Lookup album and track details?
fr: Voir les informations détaillées de l'album et des pistes ?
ja: アルバムとトラックの詳細を検索しますか?

source: Refresh
fr: Rafraîchir
ja: 更新

source: Via CDDB
ja: CDDB経由

source: Via MusicBrainz
ja: MusicBrainz経由

source: Which type of refresh do you wish to perform?
fr: Quel type de rafraîchissement souhaitez-vous effectuer ?
ja: どのタイプの更新を行いますか?

source: Partial - Only new songs are scanned (quick)
fr: Partiel - Seules les nouvelles pistes sont analysées (rapide)
ja: 部分的 - 追加楽曲をスキャン (高速)

source: Full - All songs are rescanned (slow)
fr: Complet - Toutes les pistes sont analysées (lent)
ja: 完全 - 全楽曲を再スキャン (低速)

source: Partial
fr: Partiel
ja: 部分的

source: Full
fr: Complet
ja: 完全

source: Are you sure you wish to delete the selected songs? This cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer les pistes sélectionnées ? Cette action est définitive.
ja: 選択楽曲を削除しますか? 本操作はやり直しできません。

source: Are you sure you wish to forget '%1'?
fr: Êtes-vous sûr de vouloir oublier '%1' ?
ja: ’%1’ を消去しますか?

source: Are you sure you wish to eject Audio CD '%1 - %2'?
fr: Êtes-vous sûr de vouloir éjecter le CD Audio '%1 - %2' ?
ja: オーディオ CD %1 をイジェクトしますか - %2 ?

source: Eject
fr: Éjecter
ja: イジェクト

source: Are you sure you wish to disconnect '%1'?
fr: Êtes-vous sûr de vouloir déconnecter '%1' ?
ja: %1 を切断しますか?

source: Disconnect
fr: Déconnecter
ja: 切断

source: Please close other dialogs first.
fr: Veuillez fermer au préalable les autres boites de dialogue.
ja: 他のダイアログを先に閉じてください。

source: <a href=http://en.wikipedia.org/wiki/Advanced_Audio_Coding>Advanced Audio Coding</a> (AAC) is a patented lossy codec for digital audio.<br>AAC generally achieves better sound quality than MP3 at similar bit rates. It is a reasonable choice for the iPod and some other portable music players.
fr: <a href="http://fr.wikipedia.org/wiki/Advanced_Audio_Coding">Advanced Audio Coding</a> (AAC, « Encodage Audio Avancé » en français) est un algorithme de compression audio avec perte de données ayant pour but d’offrir un meilleur ratio Qualité/débit binaire que le format plus ancien MPEG-1/2 Audio Layer 3 (plus connu sous le nom de MP3). Pour cette raison, il a été choisi par différentes firmes comme Apple ou RealNetworks.
ja: <a href="http://en.wikipedia.org/wiki/Advanced_Audio_Coding">Advanced Audio Coding</a> (AAC) はディジタルオーディオ向けの特許取得済み非可逆コーデックです。<br>AACは、一般に、類似のビットレートのMP3よりも優れた音質を実現します。 これは、iPodやその他のポータブルミュージックプレーヤーにとっては合理的な選択です。

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>AAC</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/Variable_bitrate#Advantages_and_disadvantages_of_VBR>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the <a href=http://www.ffmpeg.org/faq.html#SEC21>average bitrate</a> of the encoded track.<br><b>150kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>120kb/s</b> might be unsatisfactory for music and anything above <b>200kb/s</b> is probably overkill.
ja: ビットレートは、そのオーディオトラックが1秒辺りに使用するデータの量の尺度を示しています。<br>Cantataで使用される<b> AAC </b>エンコーダは、<a href="http://en.wikipedia.org/wiki/Variable_bitrate#Advantages_and_disadvantages_of_VBR">可変ビットレート（VBR）</a>の設定をサポートしており、これを使用した場合ビットレート値はオーディオコンテンツの複雑さに基づいてトラックに沿って変動します。データのより複雑な区間は、複雑でない区間よりも高いビットレートで符号化されます; このアプローチは、トラック全体で一定のビットレートを使用するよりも、全体的に優れた品質とファイルサイズを実現します。<br>このため、このスライダのビットレートの数値は、エンコードされたトラックの<a href="http://www.ffmpeg.org/faq.html#SEC21">平均ビットレート</a>の見積もりにすぎません。<br>ポータブルプレーヤーで音楽を聴くには、<b>150kb/s</b>が適しています。<br/><b>120kb/s</b>未満は音楽には不満足で、<b>200kb/s</b>以上はおそらく過剰です。

source: Expected average bitrate for variable bitrate encoding
fr: Taux de compression moyen estimé pour un encodage à taux variable
ja: 可変ビットレート符号化の予想平均ビットレート

source: Smaller file
fr: Fichier plus petit
ja: より小さなファイル

source: Better sound quality
fr: Meilleure qualité audio.
ja: より良いサウンド品質

source: <a href=http://en.wikipedia.org/wiki/MP3>MPEG Audio Layer 3</a> (MP3) is a patented digital audio codec using a form of lossy data compression.<br>In spite of its shortcomings, it is a common format for consumer audio storage, and is widely supported on portable music players.
ja: <a href="http://en.wikipedia.org/wiki/MP3">MPEG Audio Layer 3</a> (MP3) は、不可逆データ圧縮形式を使用した特許取得済みのデジタルオーディオコーデックです。<br>その欠点にもかかわらず、コンシューマオーディオストレージの一般的なフォーマットであり、携帯音楽プレーヤーで広くサポートされています。
