Repository: AlbinoDrought/cantata
Catalog: po/*.po
Languages: fr, ja

source: Read rating from music file?
fr: Lire la note de la piste ?
ja: 音楽ファイルからレーティングを読込しますか?

source: Ratings
fr: Notes
ja: レーティング

source: Read Ratings
fr: Lire les notes
ja: レーティングの読込

source: Read Rating
fr: Lire la note
ja: レーティングの読込

source: Read, and updated, ratings from the following tracks:
fr: Lire
ja: 以下のトラックからレーティングを読込，更新する:

source: Not all Song ratings have been read from MPD!
ja: MPDからどの楽曲のレーティングも読み込みできません!

source: Song ratings are not stored in the song files, but within MPD's 'sticker' database. In order to save these into the actual file, Cantata must first read them from MPD.
ja: 楽曲のレーティングは楽曲ファイルに保存されていませんが、MPDの’スティッカー' データベースに保存されています。これらの情報を実際のファイルに保存するには、CantataはまずMPDからこの情報を読込する必要があります。

source: Song rating has not been read from MPD!
ja: 楽曲のレーティングがMPDから読込されていません!

source: Write ratings for all tracks to the music files?
fr: Enregistrer les notes dans l'ensemble des pistes ?
ja: 音楽ファイルに全トラックのレーティングを書き込みしますか?

source: Write rating to music file?
fr: Écrire la note dans le fichier musical ?
ja: 音楽ファイルにレーティングを書き込みしますか?

source: Write Ratings
fr: Écrire les notes
ja: レーティングの書込

source: Write Rating
fr: Écrire la note
ja: レーティングの書込

source: Failed to write ratings of the following tracks:
fr: L'écriture des notes sur les fichiers suivants a échoué:
ja: 以下のトラックのレーティング書込に失敗:

source: Failed to write rating to music file!
fr: L'écriture de la note sur la piste a échoué !
ja: 音楽ファイルへのレーティング書込に失敗！

source: All tracks [modified]
fr: Toutes les pistes [modifier]
ja: 全トラック [修正済]

source: %1 [modified]
fr: %1 [modifier]
ja: %1 [修正済]

source: Would you also like to rename your song files, so as to match your tags?
fr: Souhaitez vous renommer vos fichiers musicaux afin de les faire correspondre avec leurs étiquettes ?
ja: 楽曲ファイル名をタグと一致するように変更しますか?

source: Rename Files
fr: Renommer les fichiers
ja: ファイル名を変更

source: Abort renaming of files?
fr: Abandonner le renommage des fichiers ?
ja: ファイル名の変更を中止しますか?

source: Source file does not exist!
fr: Le fichier source n'existe pas !
ja: 入力元ファイルが存在しません!

source: Destination file already exists!
fr: Le fichier de destination existe déjà !
ja: 出力先ファイルは既に存在します！

source: Failed to create destination folder!
fr: La création du dossier cible a échoué !
ja: 出力先フォルダの作成に失敗しました！

source: Failed to rename '%1' to '%2'
fr: Le renommage de '%1' à '%2' a échoué
ja: '%1' から '%2' への名前変更に失敗しました

source: Song ratings are not stored in the song files, but within MPD's 'sticker' database. If you rename a file (or the folder it is within), then the rating associated with the song will be lost.
fr: Les notes des chansons ne sont pas enregistrées dans leur fichier audio mais dans la base de données d'étiquettes de MPD. Si vous renommez un fichier (ou le dossier le contenant) la note associée à la piste sera perdue.
ja: 楽曲のレーティングは楽曲ファイル内には保存されていませんが、MPDの’sticker’データベースにはあります。 ファイルの名前を変更する(もしくは楽曲のあるフォルダ名を変更する)と、その楽曲へのレーティングは失われます。

source: (Stream)
fr: (Flux)
ja: (ストリーム)

source: <tr><td align="right"><b>Composer:</b></td><td>%1</td></tr>
fr: <tr><td align="right"><b>Compositeur:</b></td><td>%1</td></tr>
ja: <tr><td align="right"><b>作曲家:</b></td><td>%1</td></tr>

source: <tr><td align="right"><b>Performer:</b></td><td>%1</td></tr>
fr: <tr><td align="right"><b>Interprète:</b></td><td>%1</td></tr>
ja: <tr><td align="right"><b>演奏家:</b></td><td>%1</td></tr>

source: <tr><td align="right"><b>Artist:</b></td><td>%1</td></tr><tr><td align="right"><b>Album:</b></td><td>%2</td></tr><tr><td align="right"><b>Year:</b></td><td>%3</td></tr>
fr: <tr><td align="right"><b>Artiste:</b></td><td>%1</td></tr><tr><td align="right"><b>Album:</b></td><td>%2</td></tr><tr><td align="right"><b>Année:</b></td><td>%3</td></tr>
ja: <tr><td align="right"><b>アーティスト:</b></td><td>%1</td></tr><tr><td align="right"><b>アルバム:</b></td><td>%2</td></tr><tr><td align="right"><b>年:</b></td><td>%3</td></tr>

source: Go Back
fr: Retour
ja: 戻る

source: Menu
ja: メニュー

source: Search...
fr: Rechercher…
ja: 検索...

source: Close Search Bar
fr: Fermer la barre de recherche
ja: 検索バーを閉じる

source: Logged into %1
fr: Connecté sur %1
ja: %1 へログイン

source: <b>NOT</b> logged into %1
fr: <b>NON</b> connecté sur %1
ja: %1 にログイン<b>しない</b>

source: Basic Tree (No Icons)
fr: Arbre basique (sans icônes)
ja: ベーシックツリー（アイコンなし）

source: Simple Tree
fr: Arbre simple
ja: シンプルツリー

source: Detailed Tree
fr: Arbre détaillé
ja: 詳細ツリー

source: List
fr: Liste
ja: リスト

source: Grid
fr: Grille
ja: グリッド

source: View
ja: ビュー

source: Cannot access song files! Please check Cantata's "Music folder" setting, and MPD's "music_directory" setting.
fr: Cantata ne peut accéder aux musiques ! Veuillez vérifier le paramètre "Dossier musical" ainsi que la valeur du paramètre "music_directory" dans la configuration de MPD.
ja: 楽曲ファイルへアクセスできません! Cantata の”ミュージックフォルダ” とMPD の "music_drectory" 設定を確認してください。

source: Cannot access song files! Please check that the device is still attached.
fr: Cantata ne peut accéder aux musiques ! Veuillez vérifier si le périphérique est toujours attaché.
ja: 楽曲ファイルへアクセスできません! デバイスが未だに接続されているかを確認してください。

source: Stretch Columns To Fit Window
fr: Adapter les colonnes à la fenêtre
ja: 行がウィンドウサイズに合うように拡大する

source: Center
ja: 中心

source: Alignment
ja: 位置合わせ

source: Click to go back
ja: クリックし戻る

source: Add All To Play Queue
ja: プレイキューにすべて追加

source: Add All And Replace Play Queue
ja: すべて追加しプレイキューを書換

source: Mute
fr: Muet
ja: ミュート

source: Unmute
fr: Rétablir le son
ja: ミュート解除

source: Volume %1% (Muted)
fr: Volume %1% (Silencieux)
ja: ボリューム %1% (ミュート中)

# Singular
source: 1 Track
fr: 1 piste
ja: 1 トラック

# Plural (N!=1)
source: %1 Tracks
fr: %1 pistes
ja: %1 トラック

# Singular
source: 1 Track (%1)
fr: 1 piste (%1)
ja: 1 トラック (%1)

# Plural (N!=1)
source: %1 Tracks (%2)
fr: %1 pistes (%2)
ja: %1 トラック (%2)

# Singular
source: 1 Album
ja: 1 アルバム

# Plural (N!=1)
source: %1 Albums
ja: %1 アルバム

# Singular
source: 1 Artist
fr: 1 artiste
ja: 1 アーティスト

# Plural (N!=1)
source: %1 Artists
fr: %1 artistes
ja: %1 アーティスト

# Singular
source: 1 Stream
fr: 1 flux
ja: 1 ストリーム

# Plural (N!=1)
source: %1 Streams
fr: %1 flux
ja: %1 ストリーム

# Singular
source: 1 Entry
fr: 1 entrée
ja: 1 エントリ

# Plural (N!=1)
source: %1 Entries
fr: %1 entrées
ja: %1 エントリ

# Singular
source: 1 Rule
fr: 1 règle
ja: 1 ルール

# Plural (N!=1)
source: %1 Rules
fr: %1 règles
ja: %1 ルール

# Singular
source: 1 Episode
fr: 1 Épisode
ja: 1 エピソード

# Plural (N!=1)
source: %1 Episodes
fr: %1 Épisodes
ja: %1 エピソード

# Singular
source: 1 Update available
fr: 1 mise à jour disponible
ja: 1 更新あり

# Plural (N!=1)
source: %1 Updates available
fr: %1 mises à jour disponibles
ja: %1 更新あり

source: Reset Spacing
fr: Réinitialiser l'espacement

# Example album artist
source: Various Artists
fr: Artistes Divers

source: Include
fr: Inclure

source: Exclude
fr: Exclure

source: Album, Artist, Year
fr: Album, Artiste, Année

source: Album, Year, Artist
fr: Album, Année, Artiste

source: Artist, Album, Year
fr: Artiste, Album, Année

source: Artist, Year, Album
fr: Artiste, Année, Album

source: Year, Album, Artist
fr: Année, Album, Artiste

source: Year, Artist, Album
fr: Année, Artiste, Album

source: Center On Current Track
fr: Centrer sur la piste courante

# Album by Artist
source: %1 by %2
fr: %1 par %2

source: Various Artists
fr: Artistes divers

# Song on Album
source: <b>%1</b> on <b>%2</b>
fr: <b>%1</b> sur <b>%2</b>

# Song by Artist on Album
source: <b>%1</b> by <b>%2</b> on <b>%3</b>
fr: <b>%1</b> par <b>%2</b> sur <b>%3</b>

source: Track #
fr: Piste #

source: Any
fr: Tous

source: <i>(Various)</i>
fr: <i>Divers</i>

source: From File...
fr: Depuis le fichier…

source: &Cancel
fr: &Annuler

source: &Yes
fr: &Oui

source: &No
fr: &Non

source: %1 KiB
fr: %1 Ko

source: %1 MiB
fr: %1 Mo

source: %1 GiB
fr: %1 Go

source: Filter On Genre
fr: Filtrer sur le genre

source: All Genres
fr: Tous les genres

source: (Various)
fr: (Divers)
