Repository: AlbinoDrought/cantata
Catalog: po/*.po
Languages: fr, ja

source: Show icon in notification area
fr: Afficher un icône dans la zone de notifications
ja: 通知エリアにアイコンを表示

source: Minimize to notification area when closed
fr: Minimiser dans la zone de notification si la fenêtre est fermée
ja: 閉じた際に通知エリアを最小化する

source: On Start-up
fr: Au lancement
ja: 起動時

source: Show main window
fr: Afficher la fenêtre
ja: メインウィンドウを表示

source: Hide main window
fr: Cacher la fenêtre principale
ja: メインウィンドウを隠す

source: Restore previous state
fr: Récupérer l'état précédent
ja: 以前の状態を復元する

source: Tweaks
ja: 微調整

source: Artist && Album Sorting
ja: アーティスト && アルバムソート

source: Enter a (comma separated) list of prefixes to ignore when sorting artist and albums. e.g. if set to 'The' then 'The Beatles' would be sorted by 'Beatles'
ja: アーティストとアルバムを並べ替えるときに無視するプレフィックスのリスト（カンマ区切り）を入力します。例えば 'The'に設定した場合、 'The Beatles'は 'Beatles'によってソートされます

source: Enter comma separated list of prefixes...
ja: コンマ区切りのプレフィックスのリストを入力してください...

source: Composer Support
ja: 作曲家のサポート

source: By default, Cantata uses the 'Album Artist' tag (or 'Artist' tag if a song has no 'Album Artist') to group songs and albums. For certain genres, e.g 'Classical', it may be preferable to use the 'Composer' tag (if set) to perform this grouping. Please enter a (comma separated) list of the genres with which you would like Cantata to use the 'Composer' tag.
ja: 既定では、Cantataは曲とアルバムをグループ化するために 'Album Artist'タグ（'Album Artist'がない場合は'Artist'タグ）を使用します。'Classical'などの特定のジャンルについては、このグループ化を実行するために'Composer'タグ（設定されている場合）を使用することが好ましい場合があります。Cantataに 'Composer'タグを使用させたいジャンルの（カンマ区切りの）リストを入力してください。

source: Enter comma separated list of genres...
ja: コンマ区切りのジャンルのリストを入力してください...

source: If you have a lot of artists in your collection that only contain a single track, then it can be cumbersome for each of these to have their own entry in the list of artists. As a work-around for this, if you place these tracks into a separate folder, and enter this folder name below, then Cantata will group these under an album named 'Single Tracks' with an album artist of 'Various Artists'
ja: コレクションに単一のトラックしか含まれていないアーティストがたくさんいる場合は、それぞれのアーティストがアーティストのリストに独自のエントリを持つのは面倒です。これを回避するには、これらのトラックを別のフォルダに配置し、このフォルダ名を下に入力すると、Cantataはアルバムアーティストの「Various Artists」で「Single Tracks」という名前のアルバムをグループ化します

source: Folder that contains single track files...
ja: シングルトラックファイルを含むフォルダ名を入力してください...

source: CUE Files
ja: CUE ファイル

source: A cue file is a metadata file which describes how the tracks of a CD are laid out.
ja: キューファイルは、CDのトラックがどのようにレイアウトされているかを記述するメタデータファイルです。

source: Changing any of the above will require a DB refresh (and possibly restarting Cantata) in order to take affect.
ja: 上記のいずれかを変更するには、影響を受けるためにDBリフレッシュが必要です（場合によってはCantataを再起動する必要があります）。

source: General
fr: Général
ja: 一般設定

source: Fetch missing covers from Last.fm
fr: Récupérer les pochettes manquantes sur Last.fm
ja: 未発見のカバーを Last.fm から取得する

source: Show delete action in context menus
ja: コンテキストメニュー内に削除を表示

source: Enforce single-click activation of items
ja: シングルクリックでのアイテムのアクティブ化を強制する

source: <p>This will change Cantata's interface as detailed: <ul><li>Playback, and control, buttons will be 33% wider</li><li>Views will be 'flickable'</li><li>To drag items, you will need to 'touch' the top-left corner</li><li>Scrollbars will only be a few pixels wide</li><li>Actions (e.g. 'Add To Play Queue') will always be visible (not just when item is under mouse)</li><li>Spin buttons will have + and - buttons at the side of the text field</li></ul></p>
ja: <p>これにより、Cantataのインターフェースが以下の通り変更されます: <ul><li>再生、コントロールボタンが33％広くなります</li><li>ビューは 'flickable'になります</li><li>項目をドラッグするには、左上隅を 'タッチ'する必要があります。</li><li>スクロールバーの幅は数ピクセルになります。</li><li>アクション（「プレイキューに追加」など）は常に表示されます（アイテムがマウスの下にあるときだけでなく）。</li><li>スピンボタンがテキストフィールドの横に+ボタンと - ボタンと追加されます。</li></ul></p>

source: Make interface more touch friendly
fr: Adapter l'interface aux appareils tactiles
ja: タッチ操作に適したインターフェースに変更

source: Show song information tooltips
fr: Informations sur la piste
ja: ツールチップに楽曲情報を表示

source: Support retina displays
fr: Support des écrans haute résolution
ja: 高解像度ディスプレへの対応

source: Language:
fr: Langue :
ja: 言語:

source: Changing the 'Enforce single-click activation of items' setting will require a re-start of Cantata.
ja: 「シングルクリックでのアイテムのアクティブ化を強制する」設定を変更するには、Cantataを再起動する必要があります。

source: Changing the language setting will require a re-start of Cantata.
ja: 言語設定の変更時はCantataを再起動する必要があります。

source: Changing the 'touch friendly' setting will require a re-start of Cantata.
fr: L'activation de l'interface pour les appareils tactiles requiert un redémarrage de Cantata.
ja: 「タッチフレンドリー」の設定を変更するには、Cantata の再起動が必要です。

source: Enabling support for retina displays will produce sharper icons on the retina display, but may produce less sharp icons on non-retina displays. Changing this setting will require a re-start of Cantata.
ja: 高解像度ディスプレイのサポートを有効にすると、高解像度ディスプレイ上でより鮮明なアイコンが生成されるが、通常解像度のディスプレイ上ではあまり鮮明でないアイコンを生成することがあります。この設定を変更するには、Cantataを再起動する必要があります。

source: [Dynamic]
fr: [Dynamique]
ja: [ダイナミック]

source: Exit Full Screen
fr: Sortir du mode plein écran
ja: フルスクリーンから戻る

source: Fa&deout on stop:
ja: 停止時にフェードアウトさせる(&D):

source: Stop playback on exit
fr: Arrêter la lecture à la fermeture
ja: 終了時に再生を停止する

source: Inhibit suspend whilst playing
ja: 再生時にサスペンドを禁止する

source: If you press and hold the stop button, then a menu will be shown allowing you to choose whether to stop playback now, or after the current track. (The stop button can be enabled in the Interface/Toolbar section)
ja: 停止ボタンを押し続けると、現在再生中のトラックを停止するか、現在のトラックの後に停止するかを選択できるメニューが表示されます。（停止ボタンは、インターフェース / ツールバー セクションで有効にすることができます）

source: Output
fr: Sortie
ja: 出力

source: &Crossfade between tracks:
ja: トラック間のクロスフェード(&C):

source: Replay &gain:
ja: リプレイゲイン(&G):

source: About replay gain
fr: À propos du ReplayGain
ja: replay gain について

source: Use the checkboxes below to control the active outputs.
fr: Utilisez les cases ci-dessous pour contrôler les sorties actives.
ja: 下のチェックボックスを使用して、アクティブ出力を制御します。

source: Collection:
ja: コレクション:

source: Cover filename:
fr: Nom de la pochette:
ja: カバーファイル名:

source: <p>Filename (without extension) to save downloaded covers as.<br/>If left blank 'cover' will be used.<br/><br/><i>%artist% will be replaced with album artist of the current song, and %album% will be replaced with the album name.</i></p>
ja: <p>ダウンロードしたカバーを保存するためのファイル名（拡張子なし）。<br/>空白のままにしておくと、「cover」が使用されます。<br/><br/><i>%artist% は現在の曲のアルバムアーティストに置き換えられ、%album% はアルバム名に置き換えられます。</i></p>

source: HTTP stream URL:
fr: URL du flux HTTP:
ja: HTTP ストリーム URL:

source: The 'Music folder' setting is used to lookup cover-art. It may be set to a HTTP URL if your MPD is on another machine, and covers are accessible via HTTP. If it is not set to a HTTP URL, and you also have write permissions to this folder (and it's sub-folders), then Cantata will save any downloaded covers into the respective album folder.
ja: 「音楽フォルダ」の設定は、カバーアートを検索するために使用されます。MPDが別のマシンにあり、HTTPを介してカバーにアクセスできる場合は、HTTP URLに設定されます。それがHTTP URLに設定されておらず、このフォルダ（およびそのサブフォルダ）への書き込み権限もある場合、Cantataはダウンロードしたすべてのカバーをそれぞれのアルバムフォルダに保存します。

source: If no setting is specified for 'Cover filename', then Cantata will use a default of <code>cover</code>
ja: 'カバー ファイル名'を特定しない場合、Cantata は規定値の<code>cover</code> を使用する

source: 'HTTP Stream URL' is only of use if you have MPD configured to output to a HTTP stream, and you wish Cantata to be able to play that stream.
ja: 「HTTP Stream URL」は、HTTPストリームに出力するようにMPDが設定されていて、Cantataがそのストリームを再生できるようにしたい場合にのみ使用します。

source: If you change the 'Music folder' setting, then you will need to manually update the music database. This can be performed by pressing the 'Refresh Database' button in the 'Artists' or 'Albums' views.
ja: 「ミュージックフォルダ」の設定を変更した場合、音楽データベースを手動で更新する必要があります。これは、 'アーティスト' または 'アルバム' ビューの 'データベースの更新' ボタンを押すことで実行できます。

source: Mode:
ja: モード:

source: HTTP Proxy
fr: Proxy HTTP:
ja: HTTP プロキシ

source: SOCKS Proxy
fr: Proxy SOCKS:
ja: SOCKS プロキシ

source: Use the checkboxes below to configure the list of active services.
fr: Utilisez les cases ci-dessous pour configurer la liste des services actifs.
ja: 以下のチェックボックスを使用し、アクティブなサービスのリストを設定します。

source: Configure Service
fr: Configurer le service
ja: サービスの設定

source: Scrobble using:
fr: Scrobbler avec:
ja: Scrobble 使用:

source: Status:
ja: ステータス:

source: Login
fr: Authentification
ja: ログイン

source: Scrobble tracks
fr: Scrobbler les pistes:
ja: Scrobble トラック

source: Show 'Love' button
fr: Afficher le bouton 'Aimer'
ja: 'Love' ボタンを表示する

source: You can listen for free without an account, but Premium members can listen to higher quality streams without advertisements. Visit <a href="http://www.di.fm/premium/">http://www.di.fm/premium/</a> to upgrade to a premium account.
ja: アカウントなしで無料で聴くことができますが、プレミアムメンバーは広告なしで高品質のストリームを聴くことができます。プレミアムアカウントにアップグレードするには、<a href="http://www.di.fm/premium/"> http://www.di.fm/premium/ </a>をご覧ください。

source: Premium Account
fr: Compte Premium
ja: プレミアムアカウント

source: Stream type:
fr: Type de flux:
ja: ストリームタイプ:

source: Session expiry:
fr: Session expirée:
ja: セッションの有効期限:

source: These settings apply to Digitally Imported, JazzRadio.com, RockRadio.com, and Sky.fm
ja: これらの設定はDigitally Imported, JazzRadio.com, RockRadio.com, Sky.fm で有効です

source: If you enter account details, then a 'DI' status item will appear under the list of streams. This will indicate if you are logged in or not.
ja: アカウントの詳細を入力すると、ストリームのリストの下に「DI」ステータスアイテムが表示されます。 これはあなたがログインしているかどうかを示します。

source: Use the checkboxes below to configure the list of active providers.
ja: アクティブなプロバイダのリストを設定するには、以下のチェックボックスを使用します。

source: Built-in categories are shown in italic, and these cannot be removed.
ja: 組み込みのカテゴリはイタリック体で表示され、削除することはできません。

source: Search:
fr: Recherche:
ja: 検索:

source: Shortcut for Selected Action
fr: Raccourcis pour l'action choisie
ja: 選択アクションへのショートカット

source: Default:
fr: Par défaut:
ja: 既定:

source: Custom:
fr: Personnalisé:
ja: カスタム:

source: Album artist:
fr: Artiste de l'album:
ja: アルバムアーティスト:

source: Track number:
fr: Piste numéro:
ja: トラック番号:

source: Disc number:
fr: Disque numéro:
ja: ディスク番号:

source: Rating:
fr: Note:
ja: レーティング:

source: Multiple genres should be separated via a comma (e.g. 'Rock,Hard Rock')
ja: 複数のジャンルはコンマで区切る必要があります（例： 'Rock,Hard Rock'）

source: Ratings are stored in an external database, and <b>not</b> in the song's file.
ja: 評価は外部データベースに保存され、曲のファイルには格納され<b>ません</b>。

source: Original Name
fr: Nom original
ja: オリジナル名称

source: New Name
fr: Nouveau nom
ja: 新規名称

source: Ratings will be lost if a file is renamed.
fr: Les notes seront perdues si les fichiers sont renommés.
ja: ファイル名が変更された際にレーティングは失われます。

# NAME OF TRANSLATORS
source: Your names
fr: Jaussoin Timothée
ja: Sunatomo Masuda

# EMAIL OF TRANSLATORS
source: Your emails
fr: edhelas@movim.eu
ja: sunatomo@gmail.com

source: Show All Tracks
fr: Afficher toutes les pistes
ja: 全トラックの表示

source: Show Untagged Tracks
fr: Afficher les pistes non renseignées
ja: タグ付けされていないトラックの表示

source: Remove From List
fr: Supprimer de la liste
ja: リストから削除

source: Album Gain
fr: Gain de l'album
ja: アルバムゲイン

source: Track Gain
fr: Gain de la piste
ja: トラックゲイン

source: Album Peak
fr: Pic de l'album
ja: アルバムピーク

source: Track Peak
fr: Pic de la piste
ja: トラックピーク

source: Scan
fr: Analyser
ja: スキャン

source: Update ReplayGain tags in tracks?
fr: Mettre à jour les étiquettes ReplayGain dans les pistes ?
ja: トラック内のReplayGainタグを更新しますか?

source: Update Tags
fr: Mettre à jour les étiquettes
ja: タグの更新

source: Abort scanning of tracks?
fr: Arrêter l'analyse des pistes ?
ja: トラックのスキャンを中止しますか?

source: Abort
fr: Annuler
ja: 中止

source: Abort reading of existing tags?
fr: Annuler la lecture des étiquettes existantes ?
ja: 存在するタグの読込を中止しますか?

source: Scan <b>all</b> tracks?<br/><br/><i>All tracks have existing ReplayGain tags.</i>
fr: Analyser <b>toutes</b> les pistes ?<br/><br/><i>Toutes les pistes ont déjà une étiquette ReplayGain.</i>
ja: <b>全</b>トラックをスキャンしますか?<br/><br/><i>すべてのタグにはＲｅｐｌａｙＧａｉｎタグがあります。</i>

source: Do you wish to scan all tracks, or only tracks without existing tags?
ja: すべてのトラックをスキャンしますか、それともタグなしトラックをスキャンしますか?

source: Untagged Tracks
fr: Pistes non étiquetées
ja: 未タグ付けトラック

source: All Tracks
fr: Toutes les pistes
ja: すべてのトラック

source: Scanning tracks...
fr: Analyse des pistes…
ja: トラックのスキャン中...

source: Reading existing tags...
fr: Lecture des étiquettes existantes…
ja: 存在するタグを読み込み中...

# filename (Corrupt tags?)
source: %1 (Corrupt tags?)
fr: %1 (Étiquettes corrompues ?)
ja: %1 (破損タグ?)

source: Failed to update the tags of the following tracks:
fr: La mise à jour des étiquettes des pistes suivantes a échoué:
ja: 以下のトラックのタグ更新に失敗しました:

source: Device is not connected.
fr: Le périphérique n'est pas connecté.
ja: デバイスが未接続です。

source: Failed
fr: Échoué
ja: 失敗

source: Original: %1 dB
fr: Originale: %1 dB
ja: オリジナル: %1 dB

source: Original: %1
ja: オリジナル: %1

source: Remove the selected tracks from the list?
fr: Supprimer la piste sélectionnée de la liste ?
ja: リストから選択済トラックを削除しますか?

source: Remove Tracks
fr: Supprimer les pistes
ja: トラックの削除

source: Invalid service
fr: Service incorrect
ja: 無効なサービス

source: Invalid method
fr: Méthode incorrecte
ja: 無効なメソッド

source: Authentication failed
fr: L'authentification a échouée
ja: 認証に失敗

source: Invalid format
fr: Format incorrect
ja: 無効な書式

source: Invalid parameters
fr: Paramètres incorrects
ja: 無効なパラメータ

source: Invalid resource specified
fr: La ressource spécifiée est incorrecte
ja: 無効なリソースが指定されました

source: Operation failed
fr: L'opération a échoué
ja: 操作に失敗しました

source: Invalid session key
fr: La clef de session est incorrecte
ja: 無効なセッションキー

source: Invalid API key
fr: La clef de l'API est incorrecte
ja: 無効なAPIキー

source: Service offline
fr: Services hors ligne
ja: サービスがオフライン

source: Last.fm is currently busy, please try again in a few minutes
fr: Last.fm est actuellement indisponible, veuillez réessayer dans quelques minutes
ja: Last.fm は現在ビジー状態です。数分後に再試行してください

source: Rate-limit exceeded
ja: レート制限を超えました

source: %1 error: %2
fr: %1 erreur: %2
ja: %1 エラー: %2

source: %1: Loved Current Track
fr: %1: Piste courante aimée
ja: %1: 現トラックをラブ設定しました

source: %1: Love Current Track
fr: %1: Aimer la piste courante
ja: %1: 現トラックをラブ設定する

# scrobbler name (via MPD)
source: %1 (via MPD)
ja: %1 (MPD 経由)

source: If you use a scrobbler which is marked as '(via MPD)' (such as %1), then you will need to have this already started and running. Cantata can only 'Love' tracks via this, and cannot enable/disable scrobbling.
ja: '（MPD経由）'とマークされたscrobblerを使用している場合（%1など）は、これを既に起動して実行しておく必要があります。 Cantataはこれを介してトラックのみを'ラブ' 設定することができ、scrobblingを有効または無効にすることはできません。

source: Authenticating...
fr: Authentification…
ja: 認証中...

source: Authenticated
fr: Authentifié…
ja: 認証済み

source: Not Authenticated
fr: Non authentifié
ja: 未認証状態

source: %1: Scrobble Tracks
fr: %1: Scrobbler les pistes
ja: %1: トラックをScrobble

source: Digitally Imported Settings
ja: デジタルでのインポート設定

source: Logout
fr: Déconnexion
ja: ログアウト

source: Just add to play queue, do not save
ja: プレイキューに追加するが、保存しない

source: Add to play queue, and save to favorites
ja: 再生キューに追加し、お気に入りに保存する

source: Add Stream
fr: Ajouter un flux
ja: ストリームに追加

source: Edit Stream
fr: Éditer le flux
ja: ストリームの編集

source: <i><b>ERROR:</b> Invalid protocol</i>
ja: <i><b>エラー:</b> 無効なプロトコル</i>

source: Loading %1
ja: %1 読込中

source: Installed
fr: Installé
ja: インストール済

source: Update available
fr: Mise à jour disponible
ja: 利用可能な更新

source: Check the providers you wish to install/update.
fr: Veuillez vérifier les fournisseurs que vous souhaitez installer/mettre à jour.
ja: インストール/アップデートするプロバイダを確認します。

source: Install/Update Stream Providers
fr: Installer/Mettre à jour les fournisseurs de flux
ja: ストリームプロバイダのインストール/更新

source: Downloading list...
fr: Téléchargement de la liste…
ja: リストのダウンロード中...

source: Digitally Imported
ja: デジタルでのインポート

source: Local and National Radio (ListenLive)
ja: ローカルと全国ラジオ (ListenLive)

source: Failed to download list of stream providers!
fr: La téléchargement de la liste des fournisseurs de flux a échoué.
ja: ストリームプロバイダリストのダウンロードに失敗しました!

source: Installing/updating %1
fr: Installation/Mise à jour de %1
ja: %1 のインストール/更新中

source: Failed to install '%1'
fr: L'installation de '%1' a échoué
ja: '%1' のインストールに失敗

source: Failed to download '%1'
fr: Le téléchargement de '%1' a échoué
ja: '%1' のダウンロードに失敗

source: Install/update the selected stream providers?
fr: Installer/Mettre à jour les fournisseurs de flux sélectionnés ?
ja: 選択したストリームプロバイダをインストール/更新しますか?

source: Install the selected stream providers?
fr: Installer les fournisseurs de flux sélectionnés ?
ja: 選択したストリームプロバイダをインストールしますか?

source: Update the selected stream providers?
fr: Mettre à jour le fournisseur de flux sélectionné ?
ja: 選択したストリームプロバイダを更新しますか?

source: Install/Update
fr: Installation/Mise à jour
ja: インストール/更新

source: Abort installation/update?
fr: Abandonner l'installation/la mise à jour ?
ja: インストール/更新を中止しますか?

source: Downloading %1
fr: Téléchargement de %1
ja: %1 ダウンロード中

source: Update all updateable providers
fr: Mettre à jour tous les fournisseurs disponibles
ja: 全ての更新可能プロバイダを更新

source: Import Streams Into Favorites
fr: Importer les flux dans les favoris
ja: ストリームからお気に入りにインポート

source: Export Favorite Streams
fr: Exporter les flux favoris
ja: お気に入りをストリームにエクスポート

source: Add New Stream To Favorites
fr: Ajouter un nouveau flux aux favoris
ja: 新規ストリームをお気に入りに追加

source: Seatch For Streams
ja: ストリームを検索

# Service name
source: Digitally Imported
ja: ディジタルでのインポート

source: *.xml *.xml.gz *.cantata|XML Streams
ja: *.xml *.xml.gz *.cantata|XML ストリーム

source: Import Streams
fr: Importer les flux
ja: ストリームのインポート

source: XML Streams (*.xml *.xml.gz *.cantata)
fr: Flux XML (*.xml *.xml.gz *.cantata)
ja: XML ストリーム (*.xml *.xml.gz *.cantata)

source: *.xml|XML Streams
ja: *.xml|XML ストリーム

source: Export Streams
fr: Exporter les flux
ja: ストリームのエクスポート

source: XML Streams (*.xml.gz)
fr: Flux XML (*.xml.gz)
ja: XML ストリーム (*.xml.gz)

source: Failed to create '%1'!
fr: La création de '%1' a échoué !
ja: '%1' の作成に失敗しました!

source: Stream '%1' already exists!
fr: Le flux '%1' existe déjà !
ja: ストリーム '%1' は既に存在します!

source: A stream named '%1' already exists!
fr: Il existe déjà un flux nommé '%1' !
ja: '%1' と言う名前のストリームは既に存在します!

source: Bookmark added
fr: Marque-page ajouté
ja: ブックマークが追加されました

source: Already bookmarked
fr: Déjà dans les marque-pages
ja: 既にブックマークが存在する

source: Already in favorites
fr: Déjà dans les favoris.
ja: 既にお気に入りに存在する

source: Reload '%1' streams?
fr: Rafraîchir le flux '%1' ?
ja: '%1' ストリームを再読み込みしますか?

source: Are you sure you wish to remove bookmark to '%1'?
fr: Êtes-vous sûr de vouloir supprimer '%1' des marque-pages ?
ja: 本当に '%1' へのブックマークを削除しますか?

source: Are you sure you wish to remove all '%1' bookmarks?
fr: Êtes-vous sûr de vouloir supprimer tous les marque-pages '%1' ?
ja: 本当に全ての '%1' ブックマークを削除しますか?

source: Are you sure you wish to remove the %1 selected streams?
fr: Êtes-vous sûr de vouloir supprimer les %1 flux sélectionnés ?
ja: 本当に '%1' 選択済みストリームを削除しますか?

source: Are you sure you wish to remove '%1'?
fr: Êtes-vous sûr de supprimer '%1' ?
ja: 本当に '%1' を削除しますか?

source: Added '%1'' to favorites
fr: Ajout de '%1' aux favoris
ja: '%1' をお気に入りに追加しました

source: Configure Streams
fr: Configurer le flux
ja: ストリームの設定

source: Download...
fr: Télécharger…
ja: ダウンロード...

source: Configure Provider
fr: Configurer le service:
ja: プロバイダの設定

source: Install
fr: Installer
ja: インストール

source: *.streams|Cantata Streams
ja: *.streams|Cantata ストリーム

source: Install Streams
fr: Installer des flux
ja: ストリームのインストール

source: Cantata Streams (*.streams)
fr: Flux Cantata (*.streams)
ja: Cantata ストリーム (*.streams)

source: A category named '%1' already exists! Overwrite?
fr: Une catégorie nommée '%1' est déjà présente ! Remplacer ?
ja: '%1' と言う名前のカテゴリは既に存在します! 上書しますか?

source: Failed top open package file.
fr: L'ouverture de l'archive a échoué.
ja: パッケージファイルを開くことができません。

source: Invalid file format!
fr: Type de fichier non pris en charge !
ja: 無効なファイルフォーマットです!

source: Failed to create stream category folder!
fr: La création du dossier de catégorie du flux a échoué !
ja: ストリームカテゴリフォルダの作成に失敗しました!

source: Failed to save stream list!
fr: L'enregistrement de la liste des flux a échoué.
ja: ストリームリストの保存に失敗しました!

source: Failed to remove streams folder!
fr: La suppression du dossier de flux a échoué !
ja: ストリームフォルダの削除に失敗しました!

source: &Discard
fr: &Annuler
ja: 破棄(&D)

source: &Save
fr: &Sauvegarder
ja: 保存(&S)

source: &Apply
fr: &Appliquer
ja: 適用(&A)

source: &Close
fr: &Fermer
ja: 閉じる(&C)

source: &Overwrite
fr: &Réécrire
ja: 上書(&O)

source: &Reset
fr: &Réinitialiser
ja: リセット(&R)

source: &Continue
fr: &Continuer
ja: 継続(&C)

source: &Delete
fr: &Effacer
ja: 削除(&D)

source: &Stop
fr: &Arrêter
ja: 停止(&S)

source: &Remove
fr: &Supprimer
ja: 削除(&R)

source: &Previous
fr: &Précédent
ja: 前(&P)

source: &Next
fr: &Suivant
ja: 後(&N)

source: Configure...
fr: Configurer…
ja: 設定...

source: Password
fr: Mot de passe
ja: パスワード

source: Please enter password:
fr: Veuillez saisir le mot de passe à nouveau:
ja: パスワードを入力してください:

source: Close
fr: Fermer
ja: 閉じる

source: Warning
fr: Attention
ja: 警告

source: Question
ja: 質問

source: &Window
fr: &Fenêtre
ja: ウィンドウ(&W)

source: Minimize
fr: Minimiser
ja: 最小化

source: Zoom
fr: Zoomer
ja: ズーム

source: Select Folder
fr: Sélectionner le dossier
ja: フォルダの選択

source: Select File
fr: Sélectionner le fichier
ja: ファイルの選択

source: 1 day %2
ja: %1 日 %2

source: Tags
fr: Étiquettes
ja: タグ

source: Set 'Album Artist' from 'Artist'
fr: Récupérer la valeur de 'Artiste de l'album' depuis 'Artiste'
ja: 'アーティスト' から 'アルバムアーティスト' を設定

source: Read Ratings from File
fr: Lire la note à partir du fichier
ja: ファイルからレーティングを読込

source: Write Ratings to File
fr: Écrire les notes sur les fichiers
ja: ファイルにレーティングを書込

source: All tracks
fr: Toutes les pistes
ja: 全トラック

source: Apply "Various Artists" workaround to <b>all</b> tracks?
ja: <b>全</b> トラックに "Various Artists" 回避策を適用しますか?

source: <i>This will set 'Album artist' and 'Artist' to "Various Artists", and set 'Title' to "TrackArtist - TrackTitle"</i>
ja: <i> 'アルバムアーティスト' と 'アーティスト' を "Various Artists" に設定し、'タイトル' を "トラックアーティスト - トラックタイトル" に設定します</i>

source: Revert "Various Artists" workaround on <b>all</b> tracks?
ja: <b>全</b> トラックへの "Various Artists" 回避策を元に戻しますか?

source: Revert "Various Artists" workaround
ja: "Various Artists" 回避策を元に戻す

source: <i>Where the 'Album artist' is the same as 'Artist' and the 'Title' is of the format "TrackArtist - TrackTitle", 'Artist' will be taken from 'Title' and 'Title' itself will be set to just the title. e.g. <br/><br/>If 'Title' is "Wibble - Wobble", then 'Artist' will be set to "Wibble" and 'Title' will be set to "Wobble"</i>
ja: <i>'アルバムアーティスト' が 'アーティスト' と同じで、 'タイトル' の書式が "トラックアーティスト - トラックタイトル" の場合、 'アーティスト' は 'タイトル' から取得し 'タイトル' はトラックタイトルとなります。例えば <br/><br/> 'タイトル' が "Wibble - Wobble" の場合、 'アーティスト' には "Wibble" が 'タイトル' には "Wobble" が設定されます</i>

source: Set 'Album Artist' from 'Artist' (if 'Album Artist' is empty) for <b>all</b> tracks?
ja: ('アルバムアーティスト' が空の際) <b>全ての</b> トラックに 'アルバムアーティスト' に 'アーティスト' を設定しますか?

source: Set 'Album Artist' from 'Artist' (if 'Album Artist' is empty)?
ja: ('アルバムアーティスト' が空の際) 'アルバムアーティスト' に 'アーティスト' を設定しますか?

source: Album Artist from Artist
ja: アーティスト から アルバムアーティスト設定

source: Capitalize the first letter of text fields (e.g. 'Title', 'Artist', etc) of <b>all</b> tracks?
ja: <b>全ての</b> トラックのテキストフィールド1文字目を大文字にしますか(例えば 'Title', 'Artist'など)?

source: Capitalize the first letter of text fields (e.g. 'Title', 'Artist', etc)?
ja: テキストフィールド1文字目を大文字にしますか(例えば 'Title', 'Artist'など)?

source: Adjust the value of each track number by:
ja: 各トラック番号を調整する:

source: Read ratings for all tracks from the music files?
ja: ミュージックファイルからの全トラックのレーティングを読込しますか?
