Repository: AlbinoDrought/cantata
Catalog: po/*.po
Languages: fr, ja

source: Select a podcast to display its details
fr: Choisissez un podcast pour afficher ses informations complémentaires
ja: 詳細を表示する podcast を選択してください

source: Enter search term...
fr: Entrez les termes de la recherche…
ja: 検索文字列を入力...

source: Failed to fetch podcasts from %1
fr: La récupération des podcasts depuis %1 a échoué
ja: %1 からの podcast の取得に失敗

source: There was a problem parsing the response from %1
ja: %1 からのレスポンスの解析に問題が発生しました

source: Failed to download directory listing
fr: La récupération de la liste des dossiers a échoué
ja: ディレクトリリストのダウンロードに失敗しました

source: Failed to parse directory listing
fr: L'analyse de la liste des dossiers a échoué
ja: ディレクトリリストの解析に失敗しました

source: Enter podcast URL...
fr: Entrer l'URL du podcast
ja: podcast URL を入力...

source: Load
fr: Charger
ja: 読込

source: Enter podcast URL below, and press 'Load'
fr: Veuillez entrer l'URL du podcast ci-dessous, et cliquez sur 'Charger'
ja: podcast URL を以下で入力し ’読込’ を押してください

source: Invalid URL!
fr: URL Invalide !
ja: 無効なURL！

source: Failed to fetch podcast!
ja: podcast の取得に失敗しました！

source: Failed to parse podcast.
ja: podcast の解析に失敗しました。

source: Cantata only supports audio podcasts! The URL entered contains only video podcasts.
ja: Cantata は音声 podcast のみサポートします！ 入力された URL はビデオ potcast のみです。

source: Subscribe
fr: Souscrire
ja: 購読する

source: Enter URL
fr: Entrer l'URL
ja: URL を入力

source: Manual podcast URL
ja: マニュアル podcast URL

source: Search %1
fr: Rechercher %1
ja: %1 を検索

source: Search for podcasts on %1
fr: Recherche de podcasts sur %1
ja: %1 の podcast を検索

source: Add Podcast Subscription
fr: Ajouter la souscription au podcast
ja: Podcast の購読を追加する

source: Browse %1
fr: Parcourir %1
ja: %1 をブラウズ

source: Browse %1 podcasts
fr: Parcourir les podcasts de %1
ja: %1 podcast をブラウズ

source: You are already subscribed to this podcast!
fr: Vous êtes désormais enregistré sur ce podcast!
ja: 既にこの podcast を購読済みです!

source: Subscription added
fr: Souscription ajoutée
ja: 購読を追加

source: Subscribe to RSS feeds
ja: RSS フィードを購読

source: (Downloading: %1%)
fr: (Téléchargement: %1%)
ja: (ダウンロード中: %1%)

source: Failed to parse %1
fr: L'analyse de %1 a échoué
ja: %1 の解析に失敗

source: Cantata only supports audio podcasts! %1 contains only video podcasts.
ja: Cantata は音声 podcast のみサポートします！ %1 はビデオ potcast のみです。

source: Failed to download %1
fr: Le téléchargement de %1 a échoué
ja: %1 のダウンロードに失敗しました

source: Check for new episodes:
fr: Vérifier l'existence de nouveaux épisodes:
ja: 新規エピソードをチェック：

source: Download episodes to:
fr: Télécharger les épisodes vers:
ja: エピソードのダウンロード先:

source: Download automatically:
fr: Télécharger automatiquement:
ja: 自動的にダウンロード:

source: Podcast Settings
fr: Paramètres des podcasts:
ja: Podcast 設定

source: Manually
fr: Manuellement
ja: 手動

source: Every 15 minutes
fr: Toutes les 15 minutes
ja: 15分毎

source: Every 30 minutes
fr: Toutes les 30 minutes
ja: 30分毎

source: Every hour
fr: Toutes heures
ja: 1時間毎

source: Every 2 hours
fr: Toutes les 2 heures
ja: 2時間毎

source: Every 6 hours
fr: Toutes les 6 heures
ja: 6時間毎

source: Every 12 hours
fr: Toutes les 12 heures
ja: 12時間毎

source: Every day
fr: Chaque jour
ja: 毎日

source: Every week
fr: Chaque semaine
ja: 毎週

source: Don't automatically download episodes
fr: Ne pas télécharger automatiquement les épisodes
ja: エピソードの自動ダウンロどーを行わない

source: Latest episode
fr: Dernier épisode
ja: 最新のエピソード

source: Latest %1 episodes
fr: %1 derniers épisodes
ja: 最新の %1 エピソード

source: All episodes
fr: Tous les épisodes
ja: 全エピソード

source: Add Subscription
fr: Ajouter une souscription
ja: 購読を追加

source: Remove Subscription
fr: Supprimer la souscription
ja: 購読の削除

source: Download Episodes
ja: エピソードのダウンロード

source: Delete Downloaded Episodes
ja: ダウンロード済エピソードの削除

source: Cancel Download
ja: ダウンロードのキャンセル

source: Mark Episodes As New
ja: エピソードを新規としてマーキング

source: Mark Episodes As Listened
ja: エピソードを視聴済みとしてマーキング

source: Unsubscribe from '%1'?
fr: Se désabonner de '%1' ?
ja: '%1' から購読削除しますか？

source: Do you wish to download the selected podcast episodes?
fr: Souhaitez-vous télécharger les épisodes podcast sélectionnés ?
ja: 選択した podcast エピソードをダウンロードしますか?

source: Cancel podcast episode downloads (both current and any that are queued)?
fr: Annuler le téléchargement des épisodes (y compris ceux en téléchargement et en attente) ?
ja: ポッドキャストのエピソードのダウンロードをキャンセルしますか（現在のものとキュー内の双方）?

source: Do you wish to the delete downloaded files of the selected podcast episodes?
fr: Souhaitez vous supprimer les fichiers téléchargés des podcasts sélectionnés ?
ja: 選択済 podcast エピソードのダウンロード済みファイルを削除しますか?

source: Do you wish to mark the selected podcast episodes as new?
fr: Souhaitez vous définir les podcasts sélectionnés comme nouveaux ?
ja: 選択済 podcast エピソードを新規としてマーキングしますか?

source: Do you wish to mark the selected podcast episodes as listened?
fr: Souhaitez vous définir les podcasts sélectionnés comme écoutés ?
ja: 選択済 podcast エピソードを視聴済みとしてマーキングしますか?

source: Refresh all subscriptions?
ja: 全ての購読を更新しますか?

source: Refresh All
ja: 全て更新

source: Refresh all subscriptions, or only those selected?
ja: 全ての購読もしくは選択済みを更新しますか?

source: Refresh Selected
ja: 選択済みを更新

source: Search for tracks from soundcloud.com
ja: soundcloud.com からのトラックを検索

source: Background Image
fr: Image de fond
ja: 背景イメージ

source: Artist image
fr: Image de l'artiste
ja: アーティスト イメージ

source: Custom image:
fr: Image personnalisée
ja: カスタム イメージ：

source: Blur:
fr: Flou:
ja: ブラー:

source: Opacity:
fr: Opacité:
ja: 透明度:

source: Automatically switch to view after:
ja: 次の後に自動的に切替する：

source: Do not auto-switch
fr: Désactiver le changement automatique
ja: 自動的にスイッチしない

source: Dark background
fr: Fond sombre
ja: 暗い背景

source: Darken background, and use white text, regardless of current color palette.
ja: 暗い背景で、現在のカラーパレットに関わらず文字列を白色にします。

source: Always collapse into a single pane
fr: Toujours regrouper en un seul panneau
ja: 常にシングルペインに変更する

source: Only show 'Artist', 'Album', or 'Track' even if sufficient width to show all three.
ja: 3つすべてを表示するのに十分な幅がある場合でも、'アーティスト','アルバム','トラック'のいずれかを表示する。

source: Only show basic wikipedia text
fr: N'afficher que le texte Wikipédia de base
ja: 基本的な wikipedia テキストのみ表示する

source: Cantata only shows a trimmed down version of wikipedia pages (no images, links, etc). This trimming is not always 100% accurate, which is why Cantata defaults to only showing the introduction. If you elect to show the full article, then there may be parsing errors. You will also need to remove any currently cached articles (using the 'Cache' page).
ja: Cantataは、ウィキペディアのページの縮小されたバージョンのみを表示します（イメージ、リンクなどはありません）。このトリミングは必ずしも 100% 正確であるとは限りません。そのため、Cantataはデフォルトでイントロダクションのみ表示します。全ての記事を表示すると、解析エラーが発生する可能性があります。また、（ 'キャッシュ'ページを使用して）現在キャッシュされている記事を削除する必要があります。

source: Available:
fr: Disponible:
ja: 利用可能:

source: Selected:
fr: Sélectionner le fichier:
ja: 選択済:

source: Calculating size of files to be copied, please wait...
ja: 複写するファイルのサイズを計算中です、お待ちください...

source: Copy songs from:
fr: Copier les pistes depuis:
ja: 楽曲の複写元:

source: (Needs configuring)
fr: (Configuration nécessaire)
ja: （設定が必要）

source: Copy songs to:
fr: Copier les pistes vers:
ja: 楽曲の複写先:

source: Destination format:
fr: Fichier de destination:
ja: 相手先の形式:

source: Overwrite songs
fr: Remplacer les chansons
ja: 楽曲の上書

source: To copy:
fr: À copier:
ja: 複写先:

source: Album Details
fr: Détails de l'album
ja: アルバムの詳細

source: Year:
fr: Année:
ja: 年:

source: Disc:
fr: Disque:
ja: ディスク:

source: Single artist
fr: Piste unique:
ja: シングル アーティスト

source: Album and Track Information Retrieval
fr: Récupérer les informations de l'album et des pistes
ja: アルバムとトラック情報を検索

source: Initially look up via:
fr: Vérifier initialement via:
ja: 最初に以下を参照:

source: CDDB Host:
fr: Hôte CDDB:
ja: CDDB ホスト:

source: CDDB Port:
fr: Port CDDB:
ja: CDDB ポート:

source: Lookup information as soon as CD is inserted
fr: Récupérer les informations dès l’insertion d'un CD
ja: CDが挿入された際直ちに情報を検査する

source: Audio Extraction
fr: Extraction audio
ja: オーディオ抽出

source: Full paranoia mode (best quality)
ja: フル パラノイアモード (最高の品質)

source: Never skip on read error
fr: Ne jamais sauter les erreurs de lecture
ja: 読取エラーをスキップしない

source: These settings are only valid, and editable, when the device is connected.
fr: Ces paramètres ne sont valables et éditables que quand le périphérique est connecté.
ja: これらの設定は、デバイスが接続されている場合にのみ有効で編集可能です。

source: Music folder:
fr: Dossier musical:
ja: 音楽フォルダ:

source: Copy album covers as:
fr: Copier la pochette en tant que:
ja: アルバムカバーを複写:

source: Maximum cover size:
fr: Taille maximum des pochettes:
ja: 最大カバーサイズ:

source: Default volume:
fr: Volume par défaut
ja: 規定のボリウム:

source: 'Various Artists' workaround
fr: Solution de contournement pour 'Artistes divers'
ja: 'Various Artists'の回避策

source: Automatically scan music when attached
fr: Analyser automatiquement les pistes
ja: 接続された際に自動的に音楽をスキャンする

source: Use cache
fr: Utiliser le cache
ja: キャッシュを使用する

source: Filenames
fr: Nom des fichiers
ja: ファイル名

source: Filename scheme:
fr: Schéma de nommage:
ja: ファイル名体系:

source: VFAT safe
ja: VFAT セーフ

source: Use only ASCII characters
fr: Utiliser seulement des caractères ASCII
ja: ASCII文字のみを使用する

source: Replace spaces with underscores
fr: Remplacer les espaces avec des tirets-bas
ja: スペースをアンダーバーに置換する

source: Append 'The' to artist names
fr: Ajouter 'The' aux nom des artistes
ja: アーティスト名に「The」を付ける

source: If an artist name begins with 'The', then prepend this in the folder name. e.g. 'The Beatles' becomes 'Beatles, The'
ja: アーティスト名が 'The'で始まる場合は、フォルダ名の先頭に追加します。 例えば 「The Beatles」は「Beatles, The」になります

source: Transcoding
fr: Transcodage
ja: コード変換中

source: Only transcode if source file is of a different format
fr: Convertir seulement si le fichier source est dans un format différent
ja: ソースファイルが異なる書式の場合のみコード変換する

source: Example:
fr: Exemple:
ja: 例:

source: About filename schemes
fr: À propos du schéma de nommage
ja: ファイル名体系について

source: The artist of the album. For most albums, this will be the same as the <i>Track Artist.</i> For compilations, this will often be <i>Various Artists.</i>
fr: L'artiste de l'album. Pour la plupart des albums, il aura la même valeur que <i>l'artiste des pistes</i>. Pour les compilations, il sera souvent défini comme <i>Artistes Divers</i>.
ja: アルバムのアーティストのこと。大半のアルバムではこれは<i>トラック アーティスト</i>と同じであり、コンピレーションアルバムではしばしば<i>Various Artists</i>になります。

source: The name of the album.
fr: Le nom de l'album.
ja: アルバム名を指す。

source: Album Title
fr: Titre de l'album
ja: アルバム名

source: The composer.
fr: Le compositeur
ja: 作曲家を指す。

source: The artist of each track.
fr: L'artiste de chaque piste.
ja: 各トラックのアーティストを指す。

source: Track Artist
fr: Artiste de la piste
ja: トラックアーティスト

source: The track title (without <i>Track Artist</i>).
fr: Le titre de la piste (sans <i>l'artiste de la piste</i>).
ja: トラック名 (<i>トラック アーティスト</i>を含まない).

source: Track Title
fr: Titre de la piste
ja: トラック名

source: The track title (with <i>Track Artist</i>, if different to <i>Album Artist</i>).
fr: Le titre de la piste (avec <i>l'artiste de la piste</i> s'il est différent de <i>l'artiste de l'album</i>).
ja: トラック名 (<i>アルバムアーティスト</i>と異なる場合のみ<i>トラックアーティストを含む</i>)。

source: Track Title (+Artist)
fr: Titre de la piste (+Artiste)
ja: トラック名 (+アーティスト)

source: The track number.
fr: Piste numéro
ja: トラック番号を指す。

source: The album number of a multi-album album. Often compilations consist of several albums.
ja: 複数のディスクを持つアルバムのアルバム番号を指す。多くの場合、コンピレーションアルバムは複数のディスクで構成されています。

source: The year of the album's release.
fr: Année de sortie de l'album.
ja: アルバムのリリース年を指す。

source: The genre of the album.
fr: Genre de l'album.
ja: アルバムのジャンルを指す。

source: These settings are only editable when the device is not connected.
fr: Ces paramètres ne sont modifiables que lorsque le périphérique est déconnecté.
ja: これらの設定はデバイスが未接続時のみ編集可能です。

source: Type:
ja: タイプ:

source: Options
ja: オプション

source: Port:
ja: ポート:

source: User:
fr: Identifiant:
ja: ユーザー:

source: Domain:
fr: Domaine:
ja: ドメイン:

source: Share:
fr: Partager:
ja: シェア:

source: If you enter a password here, it will be stored <b>unencrypted</b> in Cantata's config file. To have Cantata prompt for the password before accessing the share, set the password to '-'
fr: Si un mot de passe est saisi ici, il sera stocké <b>en clair</b> dans le fichier de configuration de Cantata. Si vous souhaitez re-saisir votre mot de passe à chaque fois, entrez '-'.
ja: パスワードをここに入力した場合、Cantata のコンフィグファイル内に<b>未暗号化状態</b>で保存されます。共有にアクセスする前にカンタータのパスワードプロンプトを表示するには、パスワードを ' - 'に設定します

source: Service name:
fr: Nom du service:
ja: サービス名:

source: Folder:
fr: Dossier:
ja: フォルダ:

source: Extra Options:
fr: Paramètres supplémentaires:
ja: 追加オプション:

source: Due to the way sshfs works, a suitable ssh-askpass application (ksshaskpass, ssh-askpass-gnome, etc.) will be required to enter the password.
fr: Aucune application ssh-sakpass est disponible ! Cette dépendance est requise pour la saisie du mot de passe.
ja: sshfsの仕組みのため、適切なssh-askpassアプリケーション（ksshaskpass、ssh-askpass-gnomeなど）がパスワードを入力する必要があります。

source: This dialog is only used to add remote devices (e.g. via Samba), or to access locally mounted folders. For normal media players, attached via USB, Cantata will automatically display the device when it is attached.
ja: このダイアログは、リモートデバイスを（Samba経由などで）追加する場合や、ローカルにマウントされたフォルダにアクセスする場合にのみ使用します。 USBを介して接続された通常のメディアプレーヤーの場合、Cantataはデバイスが接続されると自動的にデバイスを表示します。

source: Name of Dynamic Rules
fr: Nom des règles dynamiques
ja: ダイナミックルールの名称

source: Song with ratings between:
ja: 以下の通りレーティングされた楽曲：

source: About Rules
fr: À propos des règles dynamiques
ja: ルールについて

source: Include songs that match the following:
fr: Inclure les pistes qui correspondent à:
ja: 次のものと一致する曲を含む：

source: Exclude songs that match the following:
fr: Exclure les pistes qui correspondent à:
ja: 次のものと一致しない曲を含む:

source: Artists similar to:
fr: Artistes similaires à:
ja: 同様のアーティスト:

source: Album Artist:
fr: Artiste Album:
ja: アルバムアーティスト：

source: From Year:
fr: De l'année:
ja: 開始年：

source: To Year:
fr: À l'année:
ja: 終了年:

source: Exact match
fr: Correspondance exacte
ja: 完全に一致

source: Only enter values for the tags you wish to be search on.
fr: Veuillez ne saisir de valeurs que pour les étiquettes que vous souhaitez utiliser dans la recherche.
ja: 検索したいタグの値のみを入力してください。

source: For genre, end string with an asterisk to match various genres. e.g 'rock*' matches 'Hard Rock' and 'Rock and Roll'.
ja: ジャンルについては、さまざまなジャンルに一致するようにアスタリスクで終了文字列を指定します。 例えば 'rock *'は 'Hard Rock'と 'Rock and Roll'に一致します。

source: Add a local file
fr: Ajouter un fichier local
ja: ローカルファイルを追加

source: Save downloaded covers, artist, and composer images, in music folder
ja: ダウンロード済のカバー, アーティスト, 作曲家のイメージを音楽フォルダに保存する

source: Save downloaded lyrics in music folder
fr: Enregistrer les paroles téléchargées dans le dossier musical
ja: ダウンロード済みの歌詞を音楽フォルダに保存する

source: Save downloaded backdrops in music folder
fr: Enregistrer les images de fond dans le dossier musical
ja: ダウンロード済みのバックドロップを音楽フォルダに保存する

source: If you elect to have Cantata store covers, lyrics, or backdrops, within the music folder, and you do not have write access to this folder, then Cantata will revert to saving the files in your personal cache folder.
ja: 音楽フォルダ内にCantataのカバー、歌詞、または背景を保存することを選択した場合、このフォルダへの書き込みアクセス権がない場合、Cantataはファイルを自分のキャッシュフォルダに保存します。

source: Cantata can only save backdrops, artist, and composer images within the music folder hierarchy if this is 2 levels deep. i.e. 'Artist/Album/Tracks'.
ja: Cantataは、2レベルの深さまでならば、音楽フォルダ階層内の背景、アーティスト、および作曲家の画像のみを保存できます。 すなわち「Artist / Album / Tracks」と表示されます。

source: Cantata First Run
fr: Premier lancement de Cantanta
ja: Cantataの最初の実行

source: Welcome to Cantata
fr: Bienvenue sur Cantata
ja: ようこそ Cantata へ

source: <html><head/><body><p>Cantata is a feature-rich and user friendly client for Music Player Daemon (MPD). MPD is a flexible, powerful, server-side application for playing music.</p><p>For more information on MPD itself, please refer to the MPD website <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>This 'wizard' will guide you through the basic settings required for Cantata to function correctly.</p></body></html>
ja: <html><head/><body><p>Cantataは、Music Player Daemon （MPD）の機能豊富でユーザーフレンドリーなクライアントです。MPDは、音楽を演奏するための柔軟で強力なサーバーサイドのアプリケーションです。</p><p>MPD自体の詳細については、MPDのWebサイト<a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a>を参照ください。</p><p>この「ウィザード」は、Cantataが正しく機能するために必要な基本設定をガイドします。</p></body></html>

source: <html><head/><body><p>Welcome to Cantata</p></body></html>
fr: <html><head/><body><p>Bienvenue sur Cantata</p></body></html>
ja: <html><head/><body><p>Cantata へようこそ</p></body></html>

source: <p>Cantata is a feature-rich and user friendly client for Music Player Daemon (MPD). MPD is a flexible, powerful, server-side application for playing music. MPD may be started either system-wide, or on a per-user basis.<br/><br/>Please select how you would like to have Cantata initially connect to (or startup) MPD:</p>
ja: <p>Cantataは、Music Player Daemon （MPD）の機能豊富でユーザーフレンドリーなクライアントです。MPDは、音楽を演奏するための柔軟で強力なサーバーサイドのアプリケーションです。MPD はシステムワイド、ユーザ単位で起動することが可能です。<br/><br/>Cantataに最初にMPDに接続する（または起動する）方法を選択してください:</p>

source: Standard multi-user/server setup
fr: Profil multi-utilisateurs/serveurs standard.
ja: 標準マルチユーザ/サーバー セットアップ

source: <i>Select this option if your music collection is shared between users, your MPD instance is running on another machine, you already have a personal MPD setup, or you wish to enable access from other clients (e.g. MPDroid). If you select this option then Cantata itself cannot control the starting and stopping of the MPD server. You will therfore need to ensure that MPD is already configured and running.</i>
ja: <i>音楽コレクションがユーザー間で共有されている場合、MPDインスタンスが別のマシンで実行中の場合、個人MPD設定が既にある場合、または他のクライアント（MPDroidなど）からのアクセスを有効にする場合はこのオプションを選択します。このオプションを選択すると、Cantata自体がMPDサーバーの起動と停止を制御できなくなります。MPDが既に設定され、実行されていることを確認する必要があります。</i>

source: Basic single user setup
fr: Profil standard pour un simple utilisateur
ja: 基本シングルユーザセットアップ

source: <i>Select this option if your music collection is not shared with others, and you wish Cantata to configure and control the MPD instance. This setup will be exclusive to Cantata, and will <b>not</b> be accessible to other MPD clients (e.g. MPDroid)</i>
ja: <i>あなたの音楽コレクションが他の人と共有されておらず、CantataがMPDインスタンスを設定して制御したい場合は、このオプションを選択します。この設定はCantata専用で、他のMPDクライアント（MPDroidなど）からアクセス<b>出来ない</b>ようになります</i>

source: For more information on MPD itself, please refer to the MPD website <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a><br/><br/>This 'wizard' will guide you through the basic settings required for Cantata to function correctly.
ja: MPD自体の詳細については、MPDのWebサイト<a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a>を参照ください。<br/><br/>この「ウィザード」は、Cantataが正しく機能するために必要な基本設定をガイドします。

source: Connection details
fr: Détails de connexion
ja: 接続の詳細

source: The settings below are the basic settings required by Cantata. Please enter the relevant details, and use the 'Connect' button to test the connection.
ja: 以下の設定はCantataが必要な基本設定です。関連する詳細を入力し、[接続]ボタンを使用して接続をテストしてください。

source: The 'Music folder' setting is used to lookup cover-art, lyrics, etc. If your MPD instance is on a remote host, you may set this to a HTTP URL.
ja: 「音楽フォルダ」設定は、カバーアート、歌詞などを検索するために使用されます。MPDインスタンスがリモートホスト上にある場合、これをHTTP URLに設定することができます。

source: Music folder
fr: Dossier musical
ja: 音楽フォルダ

source: Please choose the folder containing your music collection.
fr: Veuillez spécifier le dossier contenant votre collection musicale.
ja: あなたの音楽コレクションを含むフォルダを選択してください。

source: Covers and Lyrics
ja: カバーと歌詞

source: <p>Cantata will download missing covers, and lyrics, from the internet.</p><p>For each of these, please confirm whether you wish Cantata to store the relevant files within the music folder, or within your personal cache/config folders.</p>
fr: <p>Cantata va télécharger les pochettes et paroles manquantes depuis Internet.</p><p>Pour chacune d'entre elles veuillez confirmer si vous souhaitez que Cantata les enregistre dans le dossier musique ou dans votre dossier de cache/de configuration.</p>
ja: <p>Cantata はインターネットから不明なカバーや歌詞をダウンロードします。</p><p>これらそれぞれについて、Cantataに関連するファイルをミュージックフォルダ内に保存するか、個人のキャッシュ/設定フォルダ内に保存するかを確認してください。</p>

source: The 'Music folder' is set to a HTTP address, and Cantata currently cannot upload files to external HTTP servers. Therefore, the above settings should be left un-checked.
ja: 'Music folder'はHTTPアドレスに設定されており、Cantataは現在、外部HTTPサーバーにファイルをアップロードできません。したがって、上記の設定は未チェックのままにしておく必要があります。

source: Finished!
fr: Terminé !
ja: 完了!

source: Cantata is now configured!<br/><br/>Cantata's configuration dialog maybe used to customise Cantata's appearance, as well as to add extra MPD hosts, etc.
ja: Cantata が設定されました！<br/><br/>Cantataの設定ダイアログは、Cantataの外観をカスタマイズするために使用されるほか、追加のMPDホストなどを追加するために使用されます。

source: Cantata will groups tracks into albums by using the 'AlbumArtist' tag if it is set, otherwise it will fallback to the 'Artist' tag. If you have albums with multiple artists, you <b>must</b> set the 'AlbumArtist' tag for the grouping to function correctly. It is suggested to use 'Various Artists' in this scenario.
ja: Cantataは 'AlbumArtist'タグが設定されている場合はトラックをアルバムにグループ化し、そうでない場合は 'Artist'タグにフォールバックします。複数のアーティストを含むアルバムをお持ちの場合は、グループ化が正しく機能するように 'AlbumArtist'タグを<b>設定</b>する必要があります。このシナリオでは、「Various Artists」を使用することをお勧めします。

source: <b>Warning:</b> You are not currently a member of the 'users' group. Cantata will function better (saving of album covers, lyrics, etc. with the correct permissions) if you (or your administrator) add yourself to this group. If you do add yourself you will need to logout and back in for this to take effect.
ja: <b>注意:</b> お使いのユーザアカウントは 'users' グループのメンバーではありません. Cantata はあなた(もしくは管理者が)ユーザアカウントをこのグループに追加することにより より良く動作します (アルバムカバー, 歌詞, その他の保存が正しい許可で行われる)。グループに使用中のアカウントを追加した場合は一旦ログアウト ログインを行ってアプリケーションを再起動することでこの機能が動作します。

source: Sidebar
fr: Barre latérale
ja: サイドバー

source: Views
fr: Vues
ja: ビュー

source: Use the checkboxes below to configure which views will appear in the sidebar.
ja: 下のチェックボックスを使用して、サイドバーに表示するビューを設定します。

source: If 'Play Queue' is not checked above, then it will appear to the side of the other views. If 'Info' is not checked above, then a button will be added to the toolbar allowing you to access song information.
ja: 上記のチェックボックスをオンにしないと、他のビューの横に表示されます。上記の[情報]がチェックされていない場合、曲情報にアクセスするためのボタンがツールバーに追加されます。

source: Style:
ja: スタイル:

source: Position:
ja: ポジション:

source: Only show icons, no text
fr: N'afficher que les icônes, sans le texte
ja: アイコンのみ表示しテキストは非表示にする

source: Auto-hide
fr: Cacher automatiquement
ja: 自動的に隠す

source: Initially collapse albums
fr: Regrouper les albums initialement
ja: 初期動作時はアルバムをたたむ

source: Automatically expand current album
ja: 現在のアルバムを自動的に拡大する

source: Scroll to current track
fr: Défiler jusqu'à la piste courante
ja: 現在のトラックまでスクロールする

source: Prompt before clearing
ja: クリア作業実施前に警告する

source: Separate action (and shortcut) for play queue search
ja: プレイキュー検索のためのセパレートアクション (とショートカット)

source: Current album cover
fr: Pochette courante
ja: 現在のアルバムカバー

source: Toolbar
fr: Outils
ja: ツールバー

source: Show stop button
fr: Afficher le bouton stop
ja: 停止ボタンを表示

source: Show cover of current track
fr: Afficher la pochette de la piste courante
ja: 現トラックのカバーを表示

source: Show track rating
fr: Afficher la note de la piste
ja: トラックのレーティングを表示

source: External
fr: Externe
ja: 外部

source: Enable MPRIS D-BUS interface
ja: MPRIS D-BUS インタフェースを有効化

source: Show popup messages when changing tracks
fr: Afficher une notification lors du changement de piste
ja: トラック変更時にポップアップメッセージを表示
