Repository: AlbinoDrought/cantata
Catalog: po/*.po
Languages: fr, ja

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>MP3</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/MP3#VBR>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the average bitrate of the encoded track.<br><b>160kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>120kb/s</b> might be unsatisfactory for music and anything above <b>205kb/s</b> is probably overkill.
ja: ビットレートは、そのオーディオトラックが1秒辺りに使用するデータの量の尺度を示しています。<br>Cantataが使用する<b>MP3</b>エンコーダは、<a href="http://en.wikipedia.org/wiki/MP3#VBR">可変ビットレート（VBR）</a>の設定をサポートしており、ビットレート値は、オーディオコンテンツの複雑さに基づいてトラックに沿って変動します。データのより複雑な区間は、複雑でない区間よりも高いビットレートで符号化されます; このアプローチは、トラック全体で一定のビットレートを使用するよりも、全体的に優れた品質とファイルサイズを実現します。<br>このため、このスライダのビットレート測定値は、符号化されたトラックの平均ビットレートの推定値にすぎません。<br><b> 160kb/s</b>は、ポータブルプレーヤーで音楽を聴くのに適しています。<b>120kb/s</b>未満は音楽に不満足かもしれませんし、<b>205kb/s</b>以上はおそらく過剰です。

source: <a href=http://en.wikipedia.org/wiki/Vorbis>Ogg Vorbis</a> is an open and royalty-free audio codec for lossy audio compression.<br>It produces smaller files than MP3 at equivalent or higher quality. Ogg Vorbis is an all-around excellent choice, especially for portable music players that support it.
ja: <a href="http://en.wikipedia.org/wiki/Vorbis">Ogg Vorbis</a>は、非可逆オーディオ圧縮のためのオープンでロイヤリティフリーのオーディオコーデックです。<br>同等以上の品質でMP3よりも小さいファイルを作成します。Ogg Vorbisは、特にそれをサポートするポータブルミュージックプレイヤーにとって、万能の優れた選択肢です。

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>Vorbis</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/Vorbis#Technical_Encoder>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>The Vorbis encoder uses a quality rating between -1 and 10 to define a certain expected audio quality level. The bitrate measure in this slider is just a rough estimate (provided by Vorbis) of the average bitrate of the encoded track given a quality value. In fact, with newer and more efficient Vorbis versions the actual bitrate is even lower.<br><b>5</b> is a good choice for music listening on a portable player.<br/>Anything below <b>3</b> might be unsatisfactory for music and anything above <b>8</b> is probably overkill.
ja: ビットレートは、そのオーディオトラックが1秒辺りに使用するデータの量の尺度を示しています。<br>Cantataで使用される<b> Vorbis </b>エンコーダは、<a href="http://en.wikipedia.org/wiki/Vorbis#Technical_Encoder">可変ビットレート（VBR）</a>の設定をサポートしており、ビットレート値は、オーディオコンテンツの複雑さに基づいてトラックに沿って変動します。データのより複雑な区間は、複雑でない区間よりも高いビットレートで符号化される。このアプローチは、トラック全体で一定のビットレートを使用するよりも、全体的に優れた品質とファイルサイズを実現します。<br>Vorbisエンコーダは、-1〜10の間の品質評価を使用して、特定の期待されるオーディオ品質レベルを定義します。このスライダのビットレート測定値は、品質値が与えられた符号化トラックの平均ビットレートの概算値（Vorbis提供）です。実際、より新しい、より効率的なVorbisバージョンでは、実際のビットレートはさらに低くなります。<br><b>5</b>は、ポータブルプレーヤーで音楽を聴くのに適しています。<br/><b>3</b>以下は音楽には不満足で、<b>8</b>以上ははおそらく過剰です。

source: Quality rating
fr: Niveau de qualité
ja: 品質評価

source: <a href=http://en.wikipedia.org/wiki/Opus_(audio_format)>Opus</a> is a patent-free digital audio codec using a form of lossy data compression.
ja: <a href="http://en.wikipedia.org/wiki/Opus_(audio_format)"> Opus </a>は、非可逆データ圧縮形式を使用した特許のないデジタルオーディオコーデックです。

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>Opus</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/Variable_bitrate>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the average bitrate of the encoded track.<br><b>128kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>100kb/s</b> might be unsatisfactory for music and anything above <b>256kb/s</b> is probably overkill.
ja: ビットレートは、そのオーディオトラックが1秒辺りに使用するデータの量の尺度を示しています。<br>Cantataが使用する<b> Opus </b>エンコーダは、<a href="http://en.wikipedia.org/wiki/Variable_bitrate">可変ビットレート（VBR）</a>設定をサポートしており、これは、ビットレート値 オーディオコンテンツの複雑さに基づいてトラックに沿って変動します。データのより複雑な区間は、複雑でない区間よりも高いビットレートで符号化されます。; このアプローチは、トラック全体で一定のビットレートを使用するよりも、全体的に優れた品質とファイルサイズを実現します。<br>このため、このスライダのビットレート測定値は、符号化されたトラックの平均ビットレートの推定値にすぎません。<br><b>128kb/s</b>は、ポータブルプレーヤーで音楽を聴くのに適しています。<br/><b>100kb/s</b>未満は音楽に不満があり、<b>256kb/s</b>以上はおそらく過剰です。

source: <a href=http://en.wikipedia.org/wiki/Apple_Lossless>Apple Lossless</a> (ALAC) is an audio codec for lossless compression of digital music.<br>Recommended only for Apple music players and players that do not support FLAC.
ja: <a href="http://en.wikipedia.org/wiki/Apple_Lossless"> Apple Lossless </a>（ALAC）は、デジタル音楽のロスレス圧縮のためのオーディオコーデックです。<br>Apple Music PlayerおよびFLACをサポートしないプレーヤにおすすめです。

source: <a href=http://en.wikipedia.org/wiki/Free_Lossless_Audio_Codec>Free Lossless Audio Codec</a> (FLAC) is an open and royalty-free codec for lossless compression of digital music.<br>If you wish to store your music without compromising on audio quality, FLAC is an excellent choice.
ja: <a href="http://en.wikipedia.org/wiki/Free_Lossless_Audio_Codec">フリーロスレスオーディオコーデック</a>（FLAC）は、デジタル音楽の可逆圧縮のためのオープンでロイヤリティフリーのコーデックです。<br> オーディオ品質を損なうことなく音楽を保存するには、FLACは優れた選択肢です。

source: The <a href=http://flac.sourceforge.net/documentation_tools_flac.html>compression level</a> is an integer value between 0 and 8 that represents the tradeoff between file size and compression speed while encoding with <b>FLAC</b>.<br/> Setting the compression level to <b>0</b> yields the shortest compression time but generates a comparably big file.<br/>On the other hand, a compression level of <b>8</b> makes compression quite slow but produces the smallest file.<br/>Note that since FLAC is by definition a lossless codec, the audio quality of the output is exactly the same regardless of the compression level.<br/>Also, levels above <b>5</b> dramatically increase compression time but create an only slightly smaller file, and are not recommended.
ja: <a href="http://flac.sourceforge.net/documentation_tools_flac.html">圧縮レベル</a>は、<b> FLACでエンコードする際のファイルサイズと圧縮速度のトレードオフを表す0〜8の整数値です </b>。<br/>圧縮レベルを<b>0</b>に設定すると、圧縮時間は最も短くなりますが、ファイルサイズは比較的大きくなります。<br/>一方、圧縮レベルが<b>8</b>の場合、圧縮はかなり遅くなりますが、ファイルが最も小さくなります。<br/>FLACはロスレスコーデックであるため、圧縮レベルに関係なく出力のオーディオ品質はまったく同じです。<br/>また、<b>5</b>以上のレベルでは圧縮時間が大幅に増加しますが、ファイルサイズはわずかに小さくなるだけなので、推奨しません。

source: Compression level
fr: Niveau de compression
ja: 圧縮レベル

source: Faster compression
fr: Compression rapide
ja: より早い圧縮

source: <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio>Windows Media Audio</a> (WMA) is a proprietary codec developed by Microsoft for lossy audio compression.<br>Recommended only for portable music players that do not support Ogg Vorbis.
ja: <a href="http://en.wikipedia.org/wiki/Windows_Media_Audio"> Windows Media Audio </a>（WMA）は、損失の多いオーディオ圧縮のためにMicrosoftによって開発された独自のコーデックです。<br>Ogg Vorbisをサポートしていない携帯音楽プレーヤーにのみおすすめです。

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>Due to the limitations of the proprietary <b>WMA</b> format and the difficulty of reverse-engineering a proprietary encoder, the WMA encoder used by Cantata sets a <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio#Windows_Media_Audio>constant bitrate (CBR)</a> setting.<br>For this reason, the bitrate measure in this slider is a pretty accurate estimate of the bitrate of the encoded track.<br><b>136kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>112kb/s</b> might be unsatisfactory for music and anything above <b>182kb/s</b> is probably overkill.
ja: ビットレートは、そのオーディオトラックが1秒辺りに使用するデータの量の尺度を示しています。<br><b>WMA</b>形式独自のの制限と独自エンコーダのリバースエンジニアリングの難しさのため、Cantataが使用するWMAエンコーダは<a href="http://en.wikipedia.org/wiki/Windows_Media_Audio#Windows_Media_Audio">固定ビットレート (CBR)</a> 設定のみ使用します。<br>この理由から、このスライダーのビットレートは、コード化されたトラックのビットレートのかなり正確な見積もりです。<b>136kb/s</b>は、ポータブルプレーヤーでの音楽聴取に適しています。 <br/><b>112kb/s</b>未満は音楽には不満足で、<b>182kb/s</b>以上はおそらく過剰です。

source: Filename Scheme
fr: Schéma de nommage
ja: ファイル名体系

source: The following variables will be replaced with their corresponding meaning for each track name.
fr: Les variables suivantes vont êtes remplacées par leurs valeurs respectives pour chaque nom de piste.
ja: 以下の変数は、各トラック名に対応する意味に置き換えられます。

source: <tr><th><em>Variable</em></th><th><em>Button</em></th><th><em>Description</em></th></tr>
fr: <tr><th><em>Variable</em></th><th><em>Bouton</em></th><th><em>Description</em></th></tr>
ja: <tr><th><em>変数</em></th><th><em>ボタン</em></th><th><em>詳細</em></th></tr>

source: Updating...
fr: Mise à jour…
ja: 更新中...

source: Reading cache
fr: Lecture du cache
ja: キャッシュ読込中

source: Connecting to device...
fr: Connexion au périphérique
ja: デバイスへの接続中...

source: No devices found
fr: Pas de périphérique trouvé
ja: デバイスが見つかりません

source: Connected to device
fr: Connecté au périphérique
ja: デバイスに接続済

source: Disconnected from device
fr: Déconnecté du périphérique
ja: デバイスに切断済

source: Updating folders...
fr: Mise à jour des dossiers…
ja: フォルダの更新中...

source: Updating files...
fr: Mise à jour des fichiers…
ja: ファイルの更新中...

source: Updating tracks...
fr: Mise à jour des pistes…
ja: トラックの更新中...

source: Not Connected
fr: Non connecté
ja: 未接続

source: %1 (Disc %2)
fr: %1 (Disque %2)
ja: %1 (ディスク %2)

source: No matches found in MusicBrainz
fr: Aucun résultat trouvé dans MusicBrainz
ja: MusicBrainz 内に一致項目がありません

source: Connection
fr: Connexion
ja: 接続

source: Music Library
fr: Bibliothèque musicale
ja: ミュージックライブラリ

source: A remote device named '%1' already exists! Please choose a different name.
fr: Un périphérique distant possède déjà le même nom '%1' Veuillez choisir un nom différent.
ja: '%1' という名前のリモートデバイスは既に存在します! 他の名前を選択してください。

source: Samba Share
fr: Partage Samba
ja: Samba 共有

source: Samba Share (Auto-discover host and port)
fr: Partage Samba (découverte automatique de l'hôte et du port)
ja: Samba 共有(ホストとポートを自動検索)

source: Locally Mounted Folder
fr: Dossiers montés localement
ja: ローカルにマウントされたフォルダ

source: Available
fr: Disponible
ja: 利用可能

source: Not Available
fr: Non disponible
ja: 利用不可

source: Failed to resolve connection details for %1
fr: La récupération des détails de connexion pour %1 a échoué
ja: %1への接続詳細を解決できませんでした

source: Connecting...
fr: Connection…
ja: 接続中...

source: Password prompting does not work when cantata is started from the commandline.
fr: La boite de dialogue pour le mot de passe n'est pas disponible quand Cantata est démarré depuis une console.
ja: Cantata をコマンドラインから起動した際はパスワードプロンプトが正常に動作しません。

source: No suitable ssh-askpass application installed! This is required for entering passwords.
fr: Aucune application ssh-sakpass est disponible ! Cette dépendance est requise pour la saisie du mot de passe.
ja: 適切なSSH-askpass アプリケーションがインストールされていません！パスワード入力のために必要です。

source: Mount point ("%1") is not empty!
fr: Le point de montage ("%1") nest pas vide !
ja: マウントポイント ("%1") は空ではありません!

source: "sshfs" is not installed!
fr: "sshfs" n'est pas installé !
ja: "sshfs" がインストールされていません!

source: Disconnecting...
fr: Déconnexion…
ja: 切断中...

source: "fusermount" is not installed!
fr: "fusermount" n'est pas installé !
ja: "ｆｕｓｅｍｏｕｎｔ" がインストールされていません!

source: Failed to connect to "%1"
fr: La connexion à "%1" a échoué
ja: "%1" への接続に失敗しました

source: Failed to disconnect from "%1"
fr: La déconnexion à "%1" a échoué
ja: ”%1” からの切断に失敗しました

source: Capacity Unknown
fr: Capacité inconnue
ja: 容量不明

source: Search
fr: Recherche
ja: 検索

source: Check Items
fr: Cocher les items
ja: アイテムにチェックを入れる

source: Uncheck Items
fr: Décocher les items
ja: アイテムのチェックを外す

source: Library:
ja: ライブラリ:

source: Device:
ja: デバイス:

source: Loading all songs from library, please wait...
ja: ライブラリから全楽曲を読込中、お待ちください...

source: <code>Library</code> lists only songs that are in your library, but not on the device. Likewise <code>Device</code> lists songs that are only on the device.<br/>Select songs from <code>Library</code> that you would like to copy to <code>Device</code>, and select songs from <code>Device</code> that you would like to copy to <code>Library</code>. Then press the <code>Synchronize</code> button.
ja: <code>ライブラリ</code>には、ライブラリにはあるが、デバイスにはない曲だけが表示されます。 同様に、<code>デバイス</code>にはデバイスにのみにある曲がリストされます。<br/><code>デバイス</code>にコピーしたい楽曲を<code>ライブラリ</code>から選択し、<code>デバイス</code>から<code>ライブラリ </code>にコピーしたい楽曲を選択してください。その後<code>同期</code>ボタンを押します。

source: Synchronize
fr: Synchroniser
ja: 同期

source: Device and library are in sync.
fr: Le périphérique et la bibliothèque sont synchronisés.
ja: デバイスとライブラリは同期中です。

source: Loading all songs from library, please wait...%1%...
ja: ライブラリから全楽曲を読込中です、お待ちください...%1%...

source: Not Scanned
fr: Non analysé
ja: 未スキャン

source: (recommended)
fr: (recommandé)
ja: （推奨）

source: Empty filename.
fr: Nom de fichier vide
ja: ファイル名なし。

source: Invalid filename. (%1)
fr: Nom de fichier invalide. (%1)
ja: 無効なファイル名。 (%1)

source: Failed to save %1.
fr: La sauvegarde de %1 a échoué.
ja: %1 への保存に失敗しました。

source: Failed to delete rules file. (%1)
fr: La suppression des droits sur le fichier a échoué. (%1)
ja: ルールファイルの削除に失敗しました。 (%1)

source: Invalid command. (%1)
fr: Commande invalide. (%1)
ja: 無効なコマンドです。 (%1)

source: Could not remove active rules link.
fr: La suppression des règles actives ne peut être effectuée.
ja: アクティブなルールリンクの削除が出来ません。

source: Active rules is not a link.
ja: アクティブなルールはリンクではありません。

source: Could not create active rules link.
ja: アクティブルールリンクの生成に失敗しました。

source: Rules file, %1, does not exist.
fr: Le fichier de droits, %1, n'existe pas.
ja: ルールファイル %1 は存在しません。

source: Incorrect arguments supplied.
fr: L'argument renseigné est incorrect.
ja: 不適切な引数が指定されました。

source: Unknown method called.
fr: La méthode appelée est inconnue.
ja: 不明なメソッドが呼ばれました。

source: Unknown error
fr: Erreur inconnue
ja: 不明なエラー

source: Start Dynamic Playlist
fr: Lancer la liste dynamique
ja: ダイナミックプレイリストの開始

source: Stop Dynamic Mode
fr: Arrêter la liste dynamique
ja: ダイナミックプレイリストの停止

source: Dynamic Playlists
fr: Listes de lecture dynamiques
ja: ダイナミックプレイリスト

source: Dynamically generated playlists
ja: 動的に生成されたプレイリスト

source: - Rating: %1..%2
fr: - Note: %1..%2
ja: - レーティング: %1..%2

source: You need to install "perl" on your system in order for Cantata's dynamic mode to function.
fr: Vous devez installer "perl" sur votre système pour activer le mode dynamique de Cantata.
ja: Cantata のダイナミックモードを動作させるにはこのシステムに "perl" をインストールする必要があります。

source: Failed to locate rules file - %1
fr: La localisation du fichier contenant les règles a échoué - %1
ja: ルールファイルの検索に失敗しました - %1

source: Failed to remove previous rules file - %1
ja: 以前のルールファイルの証書に失敗しました - %1

source: Failed to install rules file - %1 -> %2
ja: ルールファイルのインストールに失敗しました - %1 -> %2

source: Dynamizer has been terminated.
ja: ダイナマイザは停止しました。

source: Saving rule
fr: Sauvegarde des règles
ja: ルールを保存中

source: Deleting rule
fr: Suppression des règles
ja: ルールを削除中

source: Awaiting response for previous command. (%1)
fr: En attente de la réponse pour la commande précédente. (%1)
ja: 以前のコマンドに対する応答を待っています。 (%1)

source: Failed to save %1. (%2)
fr: La sauvegarde de %1 a échoué. (%2)
ja: %1 の保存に失敗しました。 (%2)

source: Failed to control dynamizer state. (%1)
ja: ダイナマイザの状態制御に失敗しました。 (%1)

source: Failed to set the current dynamic rules. (%1)
ja: 現在のダイナミックルールの設定に失敗しました。 (%1)

source: Communication with the remote dynamizer has been lost, reverting to local mode.
ja: リモートダイナマイザとの通信が切断され、ローカルモードに復旧しています。

source: Add
fr: Ajouter
ja: 追加

source: Edit
fr: Éditer
ja: 編集

source: Remove
fr: Supprimer
ja: 削除

source: Remote dynamizer is not running.
ja: リモートダイナマイザーは動作していません。

source: Are you sure you wish to remove the selected rules? This cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer les règles sélectionnées ? Cette action est définitive.
ja: 選択済みのルールを削除しますか? この操作はやり直しできません。

source: Remove Dynamic Rules
fr: Supprimer les règles dynamiques
ja: ダイナミックルールを削除

source: Dynamic Rule
fr: Règle dynamique
ja: ダイナミックルール

source: <i><b>ERROR</b>: 'From Year' should be less than 'To Year'</i>
fr: <i><b>ERROR</b>: L'année du début doit être inférieure à l'année de fin</i>
ja: <i><b>エラー</b>: '開始年' は '終了年' より小さい必要があります</i>

source: <i><b>ERROR:</b> Date range is too large (can only be a maximum of %1 years)</i>
fr: <i><b>ERROR:</b> La fourchette de dates est trop large (limite de %1 au maximum)</i>
ja: <i><b>エラー:</b> 日付範囲が大きすぎます (最大でも %1 年間以内である必要あり)</i>

source: SimilarArtists
fr: Artistes similaires
ja: 関連アーティスト

source: AlbumArtist
fr: Artiste de l'album
ja: アルバムアーティスト

source: (Exact)
fr: (Exacte)
ja: (一致)

source: Dynamic Rules
fr: Règles dynamiques
ja: ダイナミックルール

source: About dynamic rules
fr: À propos des règles dynamiques
ja: ダイナミックルールについて

source: <p>Cantata will query your library using all of the rules listed. The list of <i>Include</i> rules will be used to build a set of songs that can be used. The list of <i>Exclude</i> rules will be used to build a set of songs that cannot be used. If there are no <i>Include</i> rules, Cantata will assume that all songs (bar those from <i>Exclude</i>) can be used.</p><p>e.g. to have Cantata look for 'Rock songs by Wibble OR songs by Various Artists', you would need the following: <ul><li>Include AlbumArtist=Wibble Genre=Rock</li><li>Include AlbumArtist=Various Artists</li></ul> To have Cantata look for 'Songs by Wibble but not from album Abc', you would need the following: <ul><li>Include AlbumArtist=Wibble</li><li>Exclude AlbumArtist=Wibble Album=Abc</li></ul>After the set of usable songs has been created, Cantata will randomly select songs to keep the play queue filled with 10 entries. If a range of ratings has been specified, then only songs with a rating within this range will be used.</p>
ja: <p> Cantataは、リストされているすべてのルールを使用してライブラリを検索します。<i>Include</i>ルールのリストは、使用できる一連の曲を作成するために使用されます。<i>Include</i>ルールのリストは、使用できない一連の曲を作成するために使用されます。<i>Include</i>ルールがない場合、Cantataはすべての曲（<i>Exclude</i>以外の）を使用できるとみなします。</p><p>例えば、Cantataに ’Wibble のロックアルバム もしくは Various Artists の楽曲'を検索させるには、以下の通り指定する必要があります: <ul><li>アルバムアーティスト = Wibble ジャンル = Rock</li><li>アルバムアーティスト = Various Artists</li></ul>Cantataに 'アルバム Abc 以外の Wibble の楽曲'を検索させるには, 以下の通り指定する必要があります: <ul><li>Include アルバムアーティスト=Wibble</li><li>Exclude アルバムアーティスト=Wibble アルバム=Abc</li></ul>使用可能な曲のセットが作成されると、Cantataはランダムに曲を選択して、再生キューを10個のエントリで埋めるようにします。レーティングの範囲が指定されている場合、この範囲内のレーティングを持つ曲のみが使用されます。</p>

source: Failed to save %1
fr: La sauvegarde de %1 a échoué
ja: %1 の保存に失敗

source: A set of rules named '%1' already exists! Overwrite?
fr: Un ensemble de règles nommé '%1' existe déjà ! Remplacer ?
ja: '%1' という名前のルールセットは既に存在します! 上書きしますか?

source: Overwrite Rules
fr: Remplacer les règles
ja: ルールの上書

source: Saving %1
fr: Sauvegarde de %1
ja: %1 の保存中

source: Deleting...
fr: Suppression…
ja: 削除中...

source: Name
fr: Nom
ja: 名前

source: Item Count
fr: Nombre d'éléments
ja: アイテム数

source: Space Used
fr: Espace occupé
ja: 使用中容量

source: Total space used: %1
fr: Espace occupé total: %1
ja: 全使用容量: %1

source: Cantata caches various pieces of information (covers, lyrics, etc). Below is a summary of Cantata's current cache usage.
ja: Cantata は、さまざまな情報（カバー, 歌詞, その他）をキャッシュします。 以下はCantataの現在のキャッシュ使用方法の概要です。

source: Covers
fr: Pochettes
ja: カバー

source: Scaled Covers
fr: Pochettes redimensionnées
ja: スケーリングされたカバー

source: Backdrops
fr: Toile de fond
ja: バックドロップ

source: Artist Information
fr: Informations sur l'artiste
ja: アーティスト情報

source: Album Information
fr: Informations sur l'album
ja: アルバム情報

source: Track Information
fr: Informations sur la piste
ja: トラック情報

source: Stream Listings
fr: Liste de flux
ja: ストリームリスト

source: Podcast Directories
fr: Répertoires des podcasts
ja: Podcast ディレクトリ

source: Scrobble Tracks
fr: Scrobbler les pistes
ja: Scrobble トラック

source: Delete All
fr: Tout supprimer
ja: 全て削除

source: Delete all '%1' items?
fr: Supprimer les '%1' éléments ?
ja: 全 '%1' アイテムを削除しますか?

source: Delete Cache Items
fr: Supprimer tous les éléments en cache
ja: 全キャッシュアイテムを削除

source: Delete items from all selected categories?
fr: Supprimer les éléments des catégories sélectionnées ?
ja: 全選択カテゴリからアイテムを削除しますか?

source: Current Cover
fr: Pochette courante
ja: 現在のカバー

source: CoverArt Archive
fr: Archive de CoverArt
ja: カバーアート アーカイブ

source: Image
ja: イメージ

source: Downloading...
fr: Téléchargement…
ja: ダウンロード中...

# Image (width x height zoom%)
source: Image (%1 x %2 %3%)
ja: イメージ (%1 x %2 %3%)

source: An image already exists for this artist, and the file is not writeable.
fr: Une image existe déjà pour cet artiste et ne peut être remplacée.
ja: このアーティスト向けのイメージは既に存在し、ファイルは上書不可能です。

source: A cover already exists for this album, and the file is not writeable.
fr: Une pochette existe déjà pour cet album et ne peut être remplacée.
ja: このアルバム向けのカバーは既に存在し、ファイルは上書不可能です。

source: '%1' Artist Image
fr: '%1' Image de l'artiste
ja: '%1' アーティストイメージ

# 'Artist - Album' Album Cover
source: '%1 - %2' Album Cover
fr: '%1 - %2' Pochette d'album
ja: '%1 - %2' アルバムカバー

source: Failed to set cover! Could not download to temporary file!
fr: L'affectation de la pochette a échoué ! La pochette n'a pas pu être téléchargée vers les fichiers temporaires !
ja: カバーの設定に失敗しました 一時ファイルへのダウンロードが出来ません!

source: Failed to download image!
fr: Le téléchargement de l'image a échoué !
ja: イメージのダウンロードに失敗しました！

source: Load Local Cover
fr: Chargement d'une pochette locale
ja: ローカルカバーの読込

source: File is already in list!
fr: Le fichier est déjà dans la liste !
ja: ファイルは既にリストにあります!

source: Failed to read image!
fr: La lecture de l'image a échoué !
ja: イメージの読込に失敗しました!

source: Display
fr: Afficher
ja: 表示

source: Failed to set cover! Could not make copy!
fr: L'affectation de la pochette a échoué ! La copie ne peut être créée !
ja: カバーの設定に失敗しました！ 複製を作成出来ません!

source: Failed to set cover! Could not backup original!
fr: L'affectation de la pochette a échoué ! Le fichier original ne peut être sauvegardé !
ja: カバーの設定に失敗しました! オリジナルのバックアップが出来ません！

source: Failed to set cover! Could not copy file to '%1'!
fr: L'affectation de la pochette a échoué ! Le fichier ne peut être copié vers '%1' !
ja: カバーの設定に失敗しました! '%1' への複写が出来ません！

source: Searching...
fr: Recherche en cours…
ja: 検索中...

source: Custom Actions
ja: カスタムアクション

source: Name:
fr: Nom:
ja: 名前:

source: Command:
ja: コマンド:

source: In the command line above, %f will be replaced with the file list and %d with the folder list. If neither are supplied, the the list of files will be appended to the command.
ja: 上のコマンドラインでは、%f はファイルリストに置き換えられ、%d はフォルダリストに置き換えられます。 どちらも指定されていない場合、ファイルのリストがコマンドに追加されます。

source: Add New Command
ja: 新規コマンド追加

source: Edit Command
ja: コマンド編集

source: To have Cantata call external commands (e.g. to edit tags with another application), add an entry for the command below. When at least one command command is defined, a 'Custom Actions' entry will be added to the context menus in the Library, Folders, and Playlists views.
ja: Cantataに外部コマンドを呼び出させるには（たとえば、別のアプリケーションでタグを編集する）、以下のコマンドのエントリを追加します。 少なくとも1つのコマンドコマンドが定義されている場合、ライブラリ、フォルダ、プレイリストビューのコンテキストメニューに'カスタムアクション'エントリが追加されます。
