Repository: AlbinoDrought/cantata
Catalog: po/*.po
Languages: fr, ja

source: Command
ja: コマンド

source: Remove the selected commands?
ja: 選択済みコマンドを削除しますか?

source: Open In File Manager
fr: Ouvrir dans l'explorateur de fichiers
ja: ファイルマネージャで開く

source: Connection Established
fr: Connexion établie
ja: 接続が確立しました

source: Connection Failed
fr: La connexion a échoué
ja: 接続に失敗しました

source: Grouped Albums
fr: Albums groupés
ja: グループ化されたアルバム

source: Table
fr: Tableau
ja: テーブル

source: Parse in Library view, and show in Folders view
ja: ライブラリビュー内で解析され、フォルダビュー内で表示

source: Only show in Folders view
ja: フォルダービュー内のみで表示

source: Do not list
ja: 表記しない

source: Play Queue
fr: Liste de lecture courante
ja: プレイキュー

source: Library
ja: ライブラリ

source: Folders
fr: Dossiers
ja: フォルダ

source: Playlists
fr: Listes de lecture
ja: プレイリスト

source: Internet - Streams, Jamendo, Maganatune, SoundCloud, and Podcasts
ja: インターネット - Streams, Jamendo, Maganatune, SoundCloud, Podcast

source: Devices - UMS, MTP (e.g. Android), and AudioCDs
fr: Périphériques - UMS, MTP (ex: Android) et CD audio
ja: デバイス - UMS, MTP(例えば Android), オーディオCD

source: Search (via MPD)
fr: Rechercher (via MPD)
ja: 検索(MPD経由)

source: Info - Current song information (artist, album, and lyrics)
fr: Info - Informations de la piste courante (artiste, album et paroles)
ja: 情報 - 現在の楽曲情報（アーティスト, アルバム, 歌詞）

source: Large
fr: Grand
ja: 大

source: Small
fr: Petit
ja: 小

source: Tab-bar
fr: Barre d'onglets
ja: タブバー

source: Left
fr: Gauche
ja: 左

source: Right
fr: Droite
ja: 右

source: Top
fr: Haut
ja: 上

source: Bottom
fr: Bas
ja: 下

source: Notifications
ja: 通知

source: System default
fr: Valeurs par défaut
ja: システム規定値

source: Show Artist Images
ja: アーティストイメージの表示

source: Sort Albums
ja: アルバムのソート

source: Modified Date
ja: 変更日時

source: Group By
ja: グループ化

source: Cantata
ja: Canata

source: A KDE client for MPD
ja: MPD 向けの KDE クライアント

source: Maintainer
ja: メンテナー

source: UI Improvements
ja: UI の改善

source: QtMPC author
ja: QtMPC 作者

source: Context view backdrops (please consider uploading your own music fan-art to fanart.tv)
ja: コンテントビューバックドロップ （あなたのミュージックファンアートを fanart.tv にアップロードすることを検討ください）

source: Context view metadata
ja: コンテントビュー メタデータ

source: URL to open
ja: URLを指定

source: Configure Cantata...
fr: Configurer Cantata…
ja: Cantata の設定...

source: Preferences
fr: Préférences
ja: 設定

source: Quit
fr: Quitter
ja: 終了

# Qt-only
source: About Cantata...
fr: À propos de Cantata…
ja: Cantata について...

source: Show Window
fr: Afficher la fenêtre
ja: ウィンドウを表示

source: Server information...
fr: Informations sur le serveur…
ja: サーバー情報...

source: Refresh Database
fr: Rafraîchir la base de données
ja: データベースの更新

source: Connect
fr: Connecter
ja: 接続

source: Collection
ja: コネクション

source: Outputs
fr: Sorties
ja: 出力先

source: Stop After Track
fr: Arrêter après la piste
ja: トラック再生後停止

source: Add To Stored Playlist
fr: Ajouter à la liste sauvegardée
ja: 格納済プレイリストに追加

source: Crop Others
ja: その他の切取

source: Add Stream URL
fr: Ajouter l'URL de flux
ja: ストリーム URLの追加

source: Clear
fr: Nettoyer
ja: クリア

source: Expanded Interface
fr: Interface étendue
ja: 拡張インターフェース

source: Show Current Song Information
fr: Afficher les informations de la piste courante
ja: 現再生中の楽曲情報を表示

source: Full Screen
fr: Plein écran
ja: フルスクリーン

source: Random
fr: Aléatoire
ja: ランダム

source: Repeat
fr: Répéter
ja: リピート

source: Single
ja: シングル

source: When 'Single' is activated, playback is stopped after current song, or song is repeated if 'Repeat' is enabled.
fr: Quand le mode 'Single' est activé, la lecture est stoppée après la piste courante ou la piste est répétée si le mode 'Répéter' est activé.
ja: ’シングル' 有効時、プレイバックは現在の楽曲再生後停止するか、'リピート'設定が有効な場合は現楽曲が繰り返し再生されます。

source: Consume
fr: Consommer
ja: コンシューム

source: When consume is activated, a song is removed from the play queue after it has been played.
fr: Quand le mode 'Consommer' est activé, la piste courante est retirée de la liste de lecture après sa lecture.
ja: コンシュームが有効な際、現在の楽曲再生が完了した際に楽曲がプレイキューから削除されます。

source: Find in Play Queue
fr: Trouver dans la liste de lecture
ja: プレイキュー内で捜索

source: Set Priority
fr: Définir la priorité
ja: プライオリティの設定

source: Play Stream
fr: Lire le flux
ja: 再生ストリーム

source: Locate In Library
fr: Trouver dans la bibliothèque
ja: ライブラリ内での捜索

source: Expand All
fr: Tout étendre
ja: すべて拡張する

source: Collapse All
fr: Tout replier
ja: すべて折りたたむ

source: Internet
ja: インターネット

source: Devices
fr: Périphériques
ja: デバイス

source: Info
fr: Infos
ja: 情報

source: Show Menubar
fr: Afficher la barre de menu
ja: メニューバーの表示

source: &Music
fr: &Musique
ja: ミュージック(&M)

source: &Edit
fr: &Éditer
ja: 編集(&E)

source: &View
fr: &Voir
ja: ビュー(&V)

source: &Queue
fr: &File
ja: キュー(&Q)

source: &Settings
fr: &Paramètres
ja: 設定(&S)

source: &Help
fr: &Aide
ja: ヘルプ(&H)

source: Set Rating
fr: Définir une note
ja: レーティングの設定

source: No Rating
fr: Pas de note
ja: レーティングなし

source: Failed to locate any songs matching the dynamic playlist rules.
fr: Aucune piste respectant les choix définis pour la liste de lecture dynamique n'a été trouvée.
ja: ダイナミックプレイリストルールに一致する楽曲が捜索出来ませんでした。

source: Connecting to %1
fr: Connecté à %1
ja: %1 に接続中

source: Refresh MPD Database?
fr: Rafraîchir la base de données MPD ?
ja: MPD データベースを更新しますか?

# Qt-only
source: About Cantata
fr: À propos de Cantata
ja: Cantata について

# Qt-only
source: Context view backdrops courtesy of <a href="http://www.fanart.tv">FanArt.tv</a>
fr: Les images de fond sont issues de <a href="http://www.fanart.tv">FanArt.tv</a>
ja: コンテキストビューの背景 <a href="http://fanart.tv">FanArt.tv</a> の協賛

# Qt-only
source: Context view metadata courtesy of <a href="http://www.wikipedia.org">Wikipedia</a> and <a href="http://www.last.fm">Last.fm</a>
fr: Les informations de lecture sont issues de <a href="http://www.wikipedia.org">Wikipedia</a> et <a href="http://www.last.fm">Last.fm</a>
ja: コンテキストビューのメータデータは<a href="http://www.wikipedia.org">Wikipedia</a> と <a href="http://www.last.fm">Last.fm</a> の協賛

source: Please consider uploading your own music fan-art to <a href="http://www.fanart.tv">FanArt.tv</a>
fr: N'hésitez pas à envoyer vos propres images fan-art sur <a href="http://www.fanart.tv">FanArt.tv</a>
ja: あなたのミュージックファンアートを<a href="http://fanart.tv">FanArt.tv</a>にアップロードしてください

source: A Podcast is currently being downloaded Quiting now will abort the download.
fr: Un podcast est actuellement en téléchargement Le téléchargement sera abandonné si vous quittez maintenant.
ja: Podcastは現在ダウンロード中です 終了すると、ダウンロードが中止されます。

source: Abort download and quit
fr: Abandonner et quitter
ja: ダウンロードを中止し終了する

source: Enabled: %1
fr: Activé: %1
ja: 有効化済: %1

source: Disabled: %1
fr: Désactivé: %1
ja: 無効化済: %1

source: Server Information
fr: Informations du serveur
ja: サーバー情報

source: <tr><td colspan="2"><b>Server</b></td></tr><tr><td align="right">Protocol:&nbsp;</td><td>%1.%2.%3</td></tr><tr><td align="right">Uptime:&nbsp;</td><td>%4</td></tr><tr><td align="right">Playing:&nbsp;</td><td>%5</td></tr><tr><td align="right">Handlers:&nbsp;</td><td>%6</td></tr><tr><td align="right">Tags:&nbsp;</td><td>%7</td></tr>
fr: <tr><td colspan="2"><b>Serveur</b></td></tr><tr><td align="right">Protocole:&nbsp;</td><td>%1.%2.%3</td></tr><tr><td align="right">Durée de fonctionnement:&nbsp;</td><td>%4</td></tr><tr><td align="right">Temps de lecture:&nbsp;</td><td>%5</td></tr><tr><td align="right">Formats:&nbsp;</td><td>%6</td></tr><tr><td align="right">Étiquettes:&nbsp;</td><td>%7</td></tr>
ja: <tr><td colspan="2"><b>サーバー</b></td></tr><tr><td align="right">プロトコル:&nbsp;</td><td>%1.%2.%3</td></tr><tr><td align="right">稼働時間:&nbsp;</td><td>%4</td></tr><tr><td align="right">再生中:&nbsp;</td><td>%5</td></tr><tr><td align="right">ハンドラ:&nbsp;</td><td>%6</td></tr><tr><td align="right">タグ:&nbsp;</td><td>%7</td></tr>

source: <tr><td colspan="2"><b>Database</b></td></tr><tr><td align="right">Artists:&nbsp;</td><td>%1</td></tr><tr><td align="right">Albums:&nbsp;</td><td>%2</td></tr><tr><td align="right">Songs:&nbsp;</td><td>%3</td></tr><tr><td align="right">Duration:&nbsp;</td><td>%4</td></tr><tr><td align="right">Updated:&nbsp;</td><td>%5</td></tr>
fr: <tr><td colspan="2"><b>Base de données</b></td></tr><tr><td align="right">Artistes:&nbsp;</td><td>%1</td></tr><tr><td align="right">Albums:&nbsp;</td><td>%2</td></tr><tr><td align="right">Pistes:&nbsp;</td><td>%3</td></tr><tr><td align="right">Durée totale:&nbsp;</td><td>%4</td></tr><tr><td align="right">Mise à jour:&nbsp;</td><td>%5</td></tr>
ja: <tr><td colspan="2"><b>データベース</b></td></tr><tr><td align="right">アーティスト:&nbsp;</td><td>%1</td></tr><tr><td align="right">アルバム:&nbsp;</td><td>%2</td></tr><tr><td align="right">楽曲:&nbsp;</td><td>%3</td></tr><tr><td align="right">Duration:&nbsp;</td><td>%4</td></tr><tr><td align="right">Updated:&nbsp;</td><td>%5</td></tr>

source: MPD reported the following error: %1
fr: MPD a retourné l'erreur suivante: %1
ja: MPDが以下のエラーを返しました: %1

source: Playback stopped
fr: La lecture a été interrompue
ja: 再生が停止しました

source: Remove all songs from play queue?
fr: Supprimer toutes les pistes de la liste de lecture ?
ja: プレイキューからすべての楽曲を削除しますか?

source: Priority
fr: Priorité
ja: プライオリティ

source: Enter priority (0..255):
fr: Saisir une priorité (0…255):
ja: プライオリティを入力 (0..255):

source: Playlist Name
fr: Nom de la liste de lecture
ja: プレイリスト名

source: Enter a name for the playlist:
fr: Entrez un nom pour la liste de lecture:
ja: プレイリスト名を入力:

source: '%1' is used to store favorite streams, please choose another name.
fr: Le nom '%1' est déjà utilisé pour enregistrer vos flux favoris, veuillez choisir un autre nom.
ja: '%1' はお気に入りのストリームを保存するために使用されています、他の名前を選択してください。

source: A playlist named '%1' already exists! Add to that playlist?
fr: La liste de lecture '%1' existe déjà ! Ajouter à cette liste de lecture ?
ja: '%1' という名前のプレイリストは既に存在します プレイリストに追加しますか?

source: Existing Playlist
fr: Liste de lecture existante
ja: 存在するプレイリスト

source: None
fr: Vide
ja: なし

source: Auto
fr: Automatique
ja: 自動

source: <i>Connected to %1<br/>The entries below apply to the currently connected MPD collection.</i>
fr: <i>Connecté à %1<br/>Les éléments ci-dessous sont liés à la collection MPD courante.</i>
ja: <i>%1 に接続済<br/>以下のエントリは、現在接続中のMPDコレクションに適用されます。</i>

source: <i>Not Connected!<br/>The entries below cannot be modified, as Cantata is not connected to MPD.</i>
fr: <i>Non connecté !<br/>Les entrées ci-dessous ne peuvent être modifiées car Cantata n'est pas connecté à MPD.</i>
ja: <i>未接続!<br/>以下のエントリはCantataがMPDに接続されていないため、変更できません。</i>

source: Replay Gain is a proposed standard published in 2001 to normalize the perceived loudness of computer audio formats such as MP3 and Ogg Vorbis. It works on a track/album basis, and is now supported in a growing number of players.<br/><br/>The following ReplayGain settings may be used:<ul><li><i>None</i> - No ReplayGain is applied.</li><li><i>Track</i> - Volume will be adjusted using the track's ReplayGain tags.</li><li><i>Album</i> - Volume will be adjusted using the albums's ReplayGain tags.</li><li><i>Auto</i> - Volume will be adjusted using the track's ReplayGain tags if random play is activated, otherwise the album's tags will be used.</li></ul>
ja: Replay Gainは、MP3やOgg Vorbisなどのコンピュータオーディオフォーマットで知覚される音量を標準化するために2001年に発表され提案された標準規格です。これはトラック/アルバムベースで動作し、現在、ますます多くのプレーヤーでサポートされています。<br/><br/>以下の通り、リプレイゲイン設定が使用されます:<ul><li><i>なし</i> - リプレイゲインが適用されません。</li><li><i>トラック</i> - 各楽曲のReplayGainタグ情報でボリウムが調整されます。</li><li><i>アルバム</i> - アルバムのReplayGainタグ情報でボリウムが調整されます。</li><li><i>自動</i> - ランダムプレイが有効な場合は楽曲のReplayGainタグを使用してボリウムが調整され、それ以外の場合はアルバムのタグが使用されます。</li></ul>

source: Rename
fr: Renommer
ja: 名前を変更

source: Remove Duplicates
fr: Supprimer les doublons
ja: 複製を削除

source: Initially Collapse Albums
ja: 初期動作時はアルバムをたたむ

source: Are you sure you wish to remove the selected playlists? This cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer les listes de lecture sélectionnées ? Ce choix est définitif.
ja: 選択したプレイリストを削除しますか? この操作はやり直しできません。

source: Remove Playlists
fr: Supprimer les listes de lecture
ja: プレイリストの削除

source: A playlist named '%1' already exists! Overwrite?
fr: Une liste nommée '%1' existe déjà ! Remplacer ?
ja: '%1' というプレイリストは既に存在します 上書しますか?

source: Overwrite Playlist
fr: Remplacer la liste de lecture
ja: プレイリストの上書

source: Rename Playlist
fr: Renommer la liste de lecture
ja: プレイリストの名前変更

source: Enter new name for playlist:
fr: Entrez un nouveau nom pour la liste de lecture:
ja: プレイリストの新しい名前を入力:

source: Cannot add songs from '%1' to '%2'
fr: Les pistes de '%1' à '%2' ne peuvent être ajoutées
ja: '%1' から '%2' へ楽曲の追加が出来ません

source: 1 Track
fr: 1 Piste
ja: %1 トラック

source: 1 Track (%2)
fr: 1 Piste (%2)
ja: %1 トラック (%2)

source: 1 Album
ja: %1 アルバム

source: 1 Artist
fr: 1 Artiste
ja: %1 アーティスト

source: 1 Stream
fr: 1 Flux
ja: %1 ストリーム

source: 1 Entry
fr: %1 Entrée
ja: %1 エントリ

source: 1 Rule
fr: %1 Règle
ja: %1 ルール

source: 1 Episode
fr: 1 Épisode
ja: %1 エピソード

source: 1 Update available
fr: 1 Mise à jour disponible
ja: %1 アップデートあり

source: Collection Settings
fr: Paramètres de la collection
ja: コレクションの設定

source: Playback
fr: Lecture
ja: 再生

source: Playback Settings
fr: Paramètres de lecture
ja: 再生設定

source: Downloaded Files
ja: ダウンロード済ファイル

source: Downloaded Files Settings
ja: ダウンロード済ファイルの設定

source: Interface
ja: インタフェース

source: Interface Settings
fr: Paramètres de l'interface
ja: インタフェースの設定

source: Info View Settings
ja: 情報ビューの設定

source: Scrobbling
fr: Scrobblage
ja: Scrobbing

source: Scrobbling Settings
fr: Paramètres de scrobblage
ja: Scrobbing 設定

source: Audio CD Settings
fr: Paramètres des CD Audio
ja: Audio CD 設定

source: Proxy
ja: プロキシ

# Qt-only
source: Proxy Settings
fr: Paramètres du proxy
ja: プロキシ設定

# Qt-only
source: Shortcuts
fr: Raccourcis
ja: ショートカット

# Qt-only
source: Keyboard Shortcut Settings
fr: Raccourcis clavier
ja: キーボード ショートカット 設定

source: Cache
ja: キャッシュ

source: Cached Items
fr: Éléments dans le cache
ja: キャッシュ済アイテム

source: Cantata Preferences
fr: Préférences de Cantata
ja: Cantata の設定

source: Configure
fr: Configurer
ja: 設定

source: Composer:
fr: Compositeur:
ja: 作曲家:

source: Performer:
fr: Interprète:
ja: 演奏者:

source: Genre:
ja: ジャンル:

source: Comment:
fr: Commentaire:
ja: コメント:

source: Date:
ja: 日付:

source: Find songs be searching the 'Date' tag.<br/><br/>Usually just entering the year should suffice.
ja: ’Date’ タグで楽曲を検索します<br/><br/>通常、年を入力するだけで十分です。

source: Modified:
fr: Modifié:
ja: 変更済:

source: Enter date (YYYY/MM/DD - e.g. 2015/01/31) to search for files modified since that date.<br/><br>Or enter a number of days to find files that were modified in the previous number of days.
ja: ファイルが変更された日付(YYYY/MM/DD - 例 2015/01/31)。<br/><br>または、ファイルの修正されてからの経過日数を確認するためは日数指定して下さい。

source: Any:
fr: Tous:
ja: 全検索:

source: No tracks found.
fr: Pas de pistes trouvées:
ja: トラックが見つかりません。

source: This folder will also be used to locate music files for transferring to (and from) devices.
ja: 本フォルダはデバイスへ(から)転送される楽曲ファイルを配置するために使用されます。

source: Host:
fr: Hôte:
ja: ホスト:

source: Which type of collection do you wish to connect to?
fr: À quel type de collection souhaitez-vous vous connecter ?
ja: どのタイプのコレクションに接続しますか？

source: Standard - music collection may be shared, is on another machine, is already setup, or you wish to enable access from other clients (e.g. MPDroid)
ja: 標準 - ミュージックコレクションが共有されている、他のマシーンにあり既にセットアップ済、もしくは他のクライアントからアクセスを許可したい場合(例 MPDroid)

source: Basic - music collection is not shared with others, and Cantata will configure and control the MPD instance. This setup will be exclusive to Cantata, and will <b>not</b> be accessible to other MPD clients.
ja: 基本 - ミュージックコレクションが他の端末と共有されておらず、Cantata はMPDインスタンスを設定し制御します。本セットアップは Cantata でのみ適用され、他のMPDクライアントはアクセス<b>出来ません</b>。

source: If you wish to have an advanced MPD setup (e.g. multiple audio outputs, full DSD support, etc) then you <b>must</b> choose 'Standard'
ja: 高度なMPD設定（複数のオーディオ出力、完全なDSDサポートなど）を希望する場合、'標準'を選択する<b>必要があります</b>

source: <i><b>NOTE:</b> %1</i>
ja: <i><b>追記:</b> %1</i>

source: Add Collection
fr: Ajouter une Collection
ja: コレクションの追加

source: Standard
ja: 標準

source: Basic
fr: Basique
ja: 基本

source: Delete '%1'?
fr: Supprimer '%1' ?
ja: ’%1’ を削除しますか?

source: Delete
fr: Supprimer
ja: 削除

source: New Collection %1
fr: Nouvelle collection %1
ja: 新規コレクション %1

source: Default
fr: Par défaut
ja: 規定

source: Previous Track
fr: Piste précédente
ja: 前のトラック

source: Next Track
fr: Piste suivante
ja: 次のトラック

source: Play/Pause
fr: Lecture/Pause
ja: 再生/一時停止

source: Stop After Current Track
fr: Arrêter après cette piste
ja: 現在トラック再生後停止

source: Increase Volume
fr: Augmenter le volume
ja: 音量Up

source: Decrease Volume
fr: Baisser le volume
ja: 音量Down

source: Save As
fr: Enregistrer en tant que
ja: 別名で保存

source: Append
ja: 追加

source: Append To Play Queue
ja: プレイキューの末尾に追加

source: Append And Play
ja: 末尾に追加し再生

source: Add And Play
ja: 追加し再生

source: Append To Play Queue And Play
ja: プレイキューの末尾に追加し再生

source: Insert After Current
ja: 現楽曲の直後に挿入

source: Append Random Album
ja: ランダムアルバムの末尾に追加

source: Play Now (And Replace Play Queue)
ja: 直ちに再生(し、プレイキューを更新)

source: Add With Priority
fr: Ajouter en priorité
ja: プライオリティ付きで追加

source: Highest Priority (255)
fr: Priorité la plus forte (255)
ja: 最高位のプライオリティ(255)

source: High Priority (200)
fr: Priorité forte (200)
ja: 高プライオリティ(200)

source: Medium Priority (125)
fr: Priorité moyenne (125)
ja: 中プライオリティ(125)

source: Low Priority (50)
fr: Priorité faible (50)
ja: 低プライオリティ(50)

source: Default Priority (0)
fr: Priorité par défaut (0)
ja: 規定のプライオリティ(0)

source: Custom Priority...
fr: Priorité personnalisée…
ja: カスタム プライオリティ...

source: Add To Playlist
fr: Ajouter à la liste de lecture
ja: プレイリストに追加

source: Organize Files
fr: Organiser les fichiers
ja: ファイルの整理

source: Edit Track Information
fr: Éditer les informations de la piste
ja: トラック情報の編集

source: Set Image
fr: Appliquer l'image
ja: イメージの設定

source: Find
fr: Rechercher
ja: 検索

source: Add To Play Queue
fr: Ajouter à la liste courante
ja: プレイキューへの追加

source: Now playing
fr: En lecture
ja: 現再生中

source: Play
fr: Lecture
ja: 再生

source: Pause
ja: 一時停止

source: Cue Sheet
fr: Liste Cue
ja: キューシート

source: Playlist
fr: Liste de lecture
ja: プレイリスト

source: Configure Device
fr: Configurer le périphérique
ja: デバイスの設定

source: Refresh Device
fr: Rafraîchir le périphérique
ja: デバイスの更新

source: Connect Device
fr: Connecter le périphérique
ja: デバイスに接続

source: Disconnect Device
fr: Déconnecter le périphérique
ja: デバイスからの切断

source: Edit CD Details
fr: Éditer les propriétés du CD
ja: CDの詳細を編集

source: No Devices Attached
fr: Pas de périphérique connecté
ja: 接続済デバイスがありません

source: Not logged in
fr: Non connecté
ja: ログインなし

source: Logged in
fr: Connecté
ja: ログイン済

source: No subscriptions
fr: Pas de souscriptions
ja: サブスクリプションなし

source: You do not have an active subscription
fr: Vous n'avez aucune souscription active
ja: アクティブなサブスクリプションがありません

source: Logged in (expiry:%1)
fr: Connecté (expiration:%1)
ja: ログイン済 (有効期限:%1)

source: Session expired
fr: Session expirée
ja: セッションが期限切れです

source: Single Tracks
fr: Piste unique
ja: シングルトラック

source: Parse error loading cache file, please check your songs tags.
ja: キャッシュファイル読込中の解析エラーです。楽曲タグを確認してください。

source: New Playlist...
fr: Nouvelle liste de lecture…
ja: 新規プレイリスト...

source: Stored Playlists
ja: 保存済プレイリスト

source: Standard playlists
ja: 標準プレイリスト

source: Smart Playlist
fr: Liste de lecture intelligente
ja: スマートプレイリスト

source: Length
fr: Durée
ja: 時間

source: Disc
fr: Disque
ja: ディスク

source: Rating
fr: Note
ja: レーティング

source: Undo
fr: Annuler
ja: 元に戻す

source: Redo
fr: Refaire
ja: やり直し

source: Shuffle
fr: Mélanger
ja: シャッフル

source: Sort By
fr: Trier par
ja: ソートする

source: Album Artist
fr: Artiste Album
ja: アルバムアーティスト

source: # (Track Number)
ja: # (トラック番号)

source: Stream Search
ja: ストリーム検索

source: Search for radio streams
ja: ラジオストリームの検索

source: Enter string to search
ja: 検索文字列を入力してください

source: Not Loaded
fr: Non chargé
ja: 未読込

source: Loading...
fr: Chargement…
ja: 読込中...

source: Bookmarks
fr: Favoris
ja: ブックマーク

source: Favorites
fr: Favoris
ja: お気に入り

source: Bookmark Category
fr: Catégorie des favoris
ja: ブックマーク カテゴリ

source: Add Stream To Favorites
fr: Ajouter le flux aux favoris
ja: ストリームをお気に入りに追加

source: Configure Digitally Imported
ja: デジタルでのインポートを設定

source: Streams
fr: Flux
ja: ストリーム

source: Radio stations
ja: ラジオステーション

source: Unknown
fr: Inconnu
ja: 不明

source: Connection to %1 failed
fr: La connexion à %1 a échoué
ja: %1 への接続に失敗しました

source: Connection to %1 failed - please check your proxy settings
fr: La connexion à %1 a échoué - Veuillez vérifier votre configuration proxy
ja: %1 への接続に失敗しました - プロキシ設定を確認ください

source: Connection to %1 failed - incorrect password
fr: La connexion à %1 a échoué - mot de passe incorrect
ja: %1 への接続に失敗しました - 無効なパスワードです

source: Failed to send command to %1 - not connected
fr: L'envoie de la commande à %1 a échoué - non connecté
ja: %1 へのコマンド送信に失敗しました - 未接続です

source: Failed to load. Please check user "mpd" has read permission.
fr: Le chargement a échoué. Veuillez vérifier si "mpd" a les permissions de lecture.
ja: 読込に失敗しました。ユーザ "mpd" に読込許可があるか確認してください。

source: Failed to load. MPD can only play local files if connected via a local socket.
fr: Le chargement a échoué. MPD peut lire les pistes locales uniquement s'il est connecté à un socket local.
ja: 読込に失敗しました。ローカルソケット経由で接続の際、 MPD はローカルファイルのみ再生可能です。

source: Failed to send command. Disconnected from %1
fr: L'envoie de la commande a échoué. Déconnecté de %1
ja: コマンド送信に失敗しました。%1 から切断されました

source: Failed to rename <b>%1</b> to <b>%2</b>
fr: Le renommage de <b>%1</b> à <b>%2</b> a échoué
ja: <b>%1</b> から <b>%2</b> への名前変更に失敗

source: Failed to save <b>%1</b>
fr: La sauvegarde de <b>%1</b> a échoué
ja: <b>%1</b> への保存に失敗しました

source: You cannot add parts of a cue sheet to a playlist!
fr: Vous ne pouvez pas ajouter des parties d'un fichier Cue à une liste de lecture !
ja: キューシートのパーツをプレイリストへ追加が出来ません!

source: You cannot add a playlist to another playlist!
fr: Il est impossible d'ajouter une liste de lecture dans une autre !
ja: 他のプレイリストへのプレイリストの追加が出来ません!

source: Failed to send '%1' to %2. Please check %2 is registered with MPD.
fr: L'envoie de '%1' à %2 a échoué. Veuillez vérifier si %2 est présent dans MPD.
ja: '%1'から’%2’への送信に失敗しました。%2がMPDに登録されているか確認してください。

source: Cannot store ratings, as the 'sticker' MPD command is not supported.
ja: 'sticker' MPD コマンドが未サポートなため、レーティングが格納できません。

source: Personal
fr: Personnel
ja: パーソナル

source: No proxy
fr: Pas de proxy
ja: プロキシなし

source: Use the system proxy settings
fr: Utiliser les paramètres proxy du système
ja: システムプロキシ設定を使用

source: Manual proxy configuration
fr: Configuration manuelle du proxy
ja: 手動プロキシ設定

source: The world's largest digital service for free music
ja: 世界最大のフリーミュージック向けディジタルサービス

source: Jamendo Settings
fr: Paramètres Jamendo
ja: Jamendo 設定

source: Streaming format:
fr: Format du flux:
ja: ストリーム形式:

source: Streaming
fr: Flux continu
ja: ストリーミング

source: Online music from magnatune.com
ja: magnatne.com 経由のオンラインミュージック

source: Magnatune Settings
fr: Paramètres Magnatune
ja: Magnatune 設定

source: Username:
fr: Identifiant:
ja: ユーザ名:

source: Password:
fr: Mot de passe:
ja: パスワード:

source: Membership:
fr: Adhésion:
ja: メンバーシップ:

source: Downloads:
fr: Téléchargements:
ja: ダウンロード:

source: Failed to parse
fr: L'analyse a échoué
ja: 解析に失敗

source: Downloading...%1%
ja: ダウンロード中...%1 %

source: Parsing music list....
ja: 楽曲リストの解析中...

source: Failed to download
fr: Le téléchargement a échoué
ja: ダウンロード失敗

source: The music listing needs to be downloaded, this can consume over %1Mb of disk space
ja: 音楽リストをダウンロードする必要があります。これは%1Mb以上のディスク容量を消費する可能性があります

source: Dowload music listing?
ja: 音楽リストをダウンロードしますか?

source: Re-download music listing?
ja: ミュージックリストを再ダウンロードしますか?

source: Website:
fr: Site web:
ja: Webサイト:

source: Podcast details
fr: Détails du podcast
ja: Podcast 詳細
